Repository: fcrespel/project-factory-packages
Catalog: services/osqa/src/main/product/app/services/osqa/locale/*/LC_MESSAGES/django.po
Languages: fr

source: A Lot More
fr: Et plus encore

source: There's a lot more to the Markdown syntax than is mentioned here. But for creative writers, this covers a lot of the necessities. To find out more about Markdown than you'd ever want to really know, <a href="http://daringfireball.net/projects/markdown/syntax" target="_blank" rel="nofollow">go to the Markdown page where it all started</a>.
fr: La syntaxe Markdown est bien plus riche que ce qui est mentionné ici. Ceci couvre la plupart des besoins des auteurs créatifs. Pour obtenir plus d'informations sur Markdown, consultez la <a href="http://daringfireball.net/projects/markdown/syntax" target="_blank" rel="nofollow">page où tout a commencé</a>.

source: Please prove that you are a Human Being
fr: Veuillez prouver que vous êtes un être humain

source: I am a Human Being
fr: Je suis un être humain

source: Search
fr: Recherche

source: using your browser.
fr: en utilisant votre navigateur.

source: posts per page
fr: messages par page

source: previous
fr: précédent

source: current page
fr: page courante

source: page number
fr: numéro de page

source: next page
fr: page suivante

source: Privacy policy
fr: Politique de confidentialité

source: general message about privacy
fr: Le respect de la vie privée est un principe primordial de ce site. Cette page décrit les informations collectées par le site, ainsi que les moyens mis à votre disposition pour protéger votre vie privée.

source: Site Visitors
fr: Visiteurs du site

source: what technical information is collected about visitors
fr: Le contenu et la date des questions, réponses et éventuelles modifications sont sauvegardés pour chaque utilisateur, de sorte à compter correctement le nombre de consultations, maintenir l'intégrité des données et indiquer les mises à jour de manière pertinente.

source: Personal Information
fr: Informations personnelles

source: details on personal information policies
fr: Les utilisateurs peuvent décider de partager leurs informations personnelles dans leur profil. Le site n'affichera jamais d'informations personnelles sans consentement de l'utilisateur.

source: Other Services
fr: Autres services

source: details on sharing data with third parties
fr: Aucune donnée qui n'est pas ouvertement affichée sur le site par choix de l'utilisateur ne sera partagée avec des tiers.

source: cookie policy details
fr: Ce site utilise le technologie des <a href="http://fr.wikipedia.org/wiki/Cookie_(informatique)" target="_blank">cookies</a> pour gérer les sessions des utilisateurs. Les cookies doivent être activés dans votre navigateur pour le bon fonctionnement du site.

source: Policy Changes
fr: Changements de politique

source: how privacy policies can be changed
fr: Ces règles pourraient être modifiées dans le futur afin d'améliorer la protection des données personnelles. Tout changement sera notifié par l'intermédiaire du système de messagerie interne au site

source: see questions tagged '%(tagname)s'
fr: voir les questions portant le mot-clé '%(tagname)s'

source: The question has been closed for the following reason "%(close_reason)s" by
fr: La question a été fermée pour la raison suivante "%(close_reason)s" par

source: One Answer:
fr: Une réponse :

source: Your answer
fr: Votre réponse

source: Be the first one to answer this question!
fr: Soyez le premier à répondre à cette question !

source: Login/Signup to Post Your Answer
fr: Connectez-vous pour poster votre réponse

source: Answer Your Own Question
fr: Répondez à votre propre question

source: Answer the question
fr: Répondez à la question

source: Question tags
fr: Mots-clés

source: see questions tagged
fr: voir les questions ayant

source: using tags
fr: comme mots-clés

source: question asked
fr: Posée

source: question was seen
fr: Vue

source: times
fr: fois

source: last updated
fr: Mise à jour

source: Related questions
fr: Questions similaires

source: Edit question
fr: Modifier la question

source: Title Tips
fr: Conseils pour le titre

source: What Are Tags
fr: Que sont les mots-clés

source: Change tags
fr: Modifier les mots-clés

source: Why use and modify tags?
fr: Pourquoi utiliser et modifier les mots-clés ?

source: tags help us keep Questions organized
fr: les mots-clés aident à organiser les questions

source: tag editors receive special awards from the community
fr: les éditeurs de mots-clés reçoivent des récompenses de la communauté

source: answers
fr: réponses

source: views
fr: vues

source: Questions and answers about %(tag)s on %(app_title)s
fr: Questions et réponses sur %(tag)s sur %(app_title)s

source: subscribe to question RSS feed
fr: s'abonner au flux RSS des questions

source: Reopen question
fr: Réouvrir la question

source: Open the previously closed question
fr: Ouvrir la question précédemment fermée

source: The question was closed for the following reason
fr: La question a été fermée pour la raison suivante :

source: on
fr: le

source: date closed
fr: date de fermeture

source: Reopen this question
fr: Réouvrir cette question

source: Revision history
fr: Historique des modifications

source: click to hide/show revision
fr: cliquez ici pour masquer/afficher la révision

source: Search in %(app_name)s
fr: Rechercher sur %(app_name)s

source: Follow this question
fr: Suivre cette question

source: By Email
fr: Par courriel

source: You were automatically subscribed to this question.
fr: Vous avez été automatiquement abonné à cette question.

source: You are subscribed to this question.
fr: Vous êtes abonné à cette question.

source: You are not subscribed to this question.
fr: Vous n'êtes pas abonné à cette question.

source: unsubscribe me
fr: me désabonner

source: subscribe me
fr: m'abonner

source: (you can adjust your notification settings on your <a href="%(subscriptions_url)s">profile</a>)
fr: (vous pouvez ajuster vos paramètres de notification sur votre <a href="%(subscriptions_url)s">profil</a>)

source: Once you sign in you will be able to subscribe for any updates here
fr: Une fois que vous serez connecté, vous serez en mesure de souscrire à n'importe quelle mise à jour ici

source: By RSS
fr: Par RSS

source: subscribe to answers
fr: S'abonner aux réponses

source: Answers
fr: Réponses

source: subscribe to comments and answers
fr: s'abonner aux commentaires et réponses

source: Answers and Comments
fr: Réponses et commentaires

source: Tag list
fr: Liste de mots-clés

source: All tags matching query
fr: Tous les mots-clés correspondant à la requête

source: Nothing found
fr: Aucun trouvé

source: These are the external authentication providers currently associated with your account.
fr: Voici les fournisseurs d'authentification externes actuellement associés à votre compte.

source: You currently have no external authentication provider associated with your account.
fr: Vous n'avez actuellement aucun service d'authentification externe associé à votre compte.

source: Add new provider
fr: Ajouter un nouveau fournisseur

source: This is where you can change your password. Make sure you remember it!
fr: <span class='strong'>Pour changer votre mot de passe</span>, veuillez remplir et soumettre ce formulaire

source: You can set up a password for your account, so you can login using standard username and password!
fr: Vous pouvez définir un mot de passe pour votre compte, afin de pouvoir vous connecter en utilisant un nom d'utilisateur et un mot de passe.

source: Create password
fr: Créer un mot de passe

source: Connect your OpenID with this site
fr: Inscription d'un nouvel utilisateur

source: Connect your OpenID with your account on this site
fr: Inscription d'un nouvel utilisateur

source: You are here for the first time with
fr: Vous êtes ici pour la première fois avec

source: Please choose your screen name and confirm your email address. A valid email address is necessary to receive notifications about activity in the areas of this community you're most interested in, and will help you become an involved participant in this community.
fr: Veuillez choisir votre nom d'utilisateur et confirmer votre adresse électronique. Une adresse valide est nécessaire pour recevoir des notifications sur l'activité des sections de cette communauté qui vous intéressent, et vous aidera à devenir un acteur impliqué de la communauté.

source: This account already exists, please use another.
fr: Ce compte existe déjà, veuillez en choisir un autre.

source: create account
fr: Créer le compte

source: This e-mail has already been validated
fr: Cette adresse électronique a déjà été validée

source: Already validated
fr: Déjà validée

source: %(prefix)s Your email validation link %(app_name)s
fr: %(prefix)s Lien de validation pour %(app_name)s

source: Please use the following link to help us verify your email address:
fr: Veuillez utiliser le lien ci-dessous pour nous permettre de vérifier votre adresse électronique :

source: Validate my email address
fr: Valider mon adresse électronique

source: If the above link is not clickable, copy and paste this url into your web browser's address bar:
fr: Si vous ne pouvez pas cliquer directement sur le lien ci-dessus, copiez-collez l'URL ci-dessous dans la barre d'adresse de votre navigateur :

source: Copy and paste this url into your web browser's address bar to help us verify your email address:
fr: Copiez-collez cette URL dans la barre d'adresse de votre navigateur pour nous permettre de vérifier votre adresse électronique :

source: Login
fr: Connexion

source: User login
fr: Connexion de l'utilisateur

source: Or...
fr: Ou ...

source: External login services use <b><a href="http://openid.net/">OpenID</a></b> technology, where your password always stays confidential between you and your login provider and you don't have to remember another one.
fr: Les services d'authentification externe utilisent la technologie <b><a href="http://openid.net/">OpenID</a></b>, qui permet de garder votre mot de passe confidentiel entre vous et votre fournisseur. De plus, vous n'avez pas besoin de mémoriser un nouveau mot de passe.

source: Validate my email after I login.
fr: Valider mon adresse électronique après m'être connecté.

source: Click
fr: Cliquez

source: if you're having trouble signing in.
fr: si vous rencontrez des problèmes pour vous authentifier.

source: Enter your
fr: Entrez votre

source: Why use OpenID?
fr: Pourquoi utiliser OpenID ?

source: with openid it is easier
fr: Avec OpenID, il n'est pas nécessaire de créer un nouveau compte.

source: reuse openid
fr: Vous pouvez réutiliser en toute sécurité le même compte pour tous les sites supportant OpenID.

source: openid is widely adopted
fr: Il y a plus de 160 millions de comptes OpenID utilisés. Plus de 10 000 sites supportent OpenID.

source: openid is supported open standard
fr: OpenID est basé sur un standard ouvert, supporté par un grand nombre d'organisations.

source: Find out more
fr: En savoir plus

source: Get OpenID
fr: Obtenir un OpenID

source: %(prefix)s Temporary login link
fr: %(prefix)s Lien de connexion temporaire

source: The following link grants you a one time access to your account at %(app_name)s.
fr: Le lien suivant vous donne un accès valable une seule fois à votre compte sur %(app_name)s.

source: Go to your account
fr: Se connecter au compte

source: The following url grants you a one time access to your account at %(app_name)s.
fr: L'URL suivante vous donne un accès valable une seule fois à votre compte sur %(app_name)s.

source: Request temporary login key
fr: Demander une clé de connexion temporaire

source: Account: request temporary login key
fr: Compte : demande de clé de connexion temporaire

source: If you're experiencing problems accessing your account, or if you forgot your password, here you can request a temporary login key. Fill out your account email and we'll send you a temporary access link that will enable you to access your account. This token is valid only once and for a limited period of time.
fr: Si vous rencontrez des difficultés à accéder à votre compte, ou si vous avez oublié votre mot de passe, vous pouvez demander une clé de connexion temporaire ici. Remplissez l'adresse électronique de votre compte et nous vous enverrons un lien d'accès temporaire qui vous permettra d'accéder à votre compte. Ce lien ne sera valable qu'une seule fois et pour une période de temps limitée.

source: Send link
fr: Envoyer le lien

source: %(prefix)s Welcome to %(app_name)s
fr: %(prefix)s Bienvenue sur %(app_name)s

source: Howdy and welcome to %(app_name)s. We know you're busy, so we'll keep this real simple.
fr: Bienvenue sur %(app_name)s. Nous comprenons que vous êtes occupé, alors nous allons faire très simple.

source: Here's your login info (store it in a cool dry place):
fr: Voici vos informations de connexion (gardez les dans un endroit sûr) :

source: Username:
fr: Nom d'utilisateur :

source: Password: As IF we would send your password in cleartext!
fr: Mot de passe : comme si nous allions vous l'envoyer en clair !

source: The following link will help us verify your email address:
fr: Le lien ci-dessous nous permettra de vérifier votre adresse électronique :

source: Answer by %(author)s
fr: Réponse de %(author)s

source: %(who)s has selected this answer as the correct answer
fr: %(who)s a choisi cette réponse comme bonne réponse

source: mark this answer as the accepted answer
fr: marquer cette réponse comme étant la bonne réponse

source: If you like this answer you can award %(awarded_user)s with reputation points.
fr: Si vous appréciez cette réponse, vous pouvez récompenser %(awarded_user)s avec des points de réputation.

source: Use the slider below or the input field to choose the amount of points you would like to give.
fr: Utilisez le curseur ci-dessous ou le champ de saisie pour choisir le nombre de points que vous souhaitez donner.

source: Your karma points will be below the minimum reputation to comment. Are you sure you want to award points?
fr: Vos points de réputation seront en dessous du seuil minimum requis pour poster des commentaires. Etes-vous sûr(e) de vouloir attribuer des points ?

source: characters needed
fr: caractères nécessaires

source: characters left
fr: caractères restants

source: comment
fr: commenter

source: cancel
fr: annuler

source: Use canned comment
fr: Utiliser un commentaire préfabriqué

source: Edit comment
fr: Modifier le commentaire

source: Delete comment
fr: Supprimer le commentaire

source: Convert comment to answer
fr: Convertir le commentaire en réponse

source: just now
fr: maintenant

source: I like this comment (click again to cancel)
fr: J'aime ce commentaire (cliquez à nouveau pour annuler)

source: Convert comment to question
fr: Convertir le commentaire en question

source: showing %(showing)s of %(total)s
fr: affichage de %(showing)s sur %(total)s

source: show %(more_comments_count)s more comments
fr: afficher %(more_comments_count)s commentaires supplémentaires

source: add new comment
fr: ajouter un commentaire

source: Place the comment under:
fr: Placer le commentaire après :

source: Convert to question
fr: Convertir en question

source: mark/unmark this question as favorite (click again to cancel)
fr: ajouter/retirer cette question aux favoris (cliquez à nouveau pour annuler)

source: Would you like to copy the permanent link to your clipboard?
fr: Voulez-vous copier le lien permanent dans votre presse-papiers ?

source: Permanent link
fr: Lien permanent

source: more
fr: plus

source: Please select a reason bellow or use the text box to input your own reason.
fr: Veuillez sélectionner une raison ci-dessous ou utiliser la zone de texte pour entrer votre propre raison.

source: I like this post (click again to cancel)
fr: Ce message est utile (cliquez à nouveau pour annuler)

source: current number of votes
fr: nombre actuel de votes

source: I dont like this post (click again to cancel)
fr: Ce message n'est pas pertinent (cliquez à nouveau pour annuler)

source: This %(post_type)s is marked "community wiki".
fr: Cette %(post_type)s est marquée comme "wiki communautaire".

source: Feel free to <a href="%(edit_url)s">edit it</a>.
fr: N'hésitez pas à l'<a href="%(edit_url)s">éditer</a>.

source: %(prefix)s An answer to: %(question_title)s has been accepted
fr: %(prefix)s Une réponse à : %(question_title)s a été acceptée

source: %(accepted_by_link)s has just accepted %(answer_author_link)s's answer on his question %(question_link)s.
fr: %(accepted_by_link)s vient d'accepter la réponse de %(answer_author_link)s à sa question %(question_link)s.

source: %(accepted_by)s has just accepted %(answer_author)s's answer on his question "%(question_title)s".
fr: %(accepted_by)s vient d'accepter la réponse de %(answer_author)s à sa question "%(question_title)s".

source: Hello
fr: Bonjour

source: Thanks
fr: Merci

source: P.S. You can always fine-tune which notifications you receive
fr: P.S. Vous pouvez toujours ajuster les notifications que vous recevez

source: P.S. You can always fine-tune which notifications you receive here:
fr: P.S. Vous pouvez toujours ajuster les notifications que vous recevez ici :

source: %(prefix)s Daily digest
fr: %(prefix)s Resumé quotidien

source: This is a brief of what's going on the %(app_name)s community since our last update.
fr: Ceci est un résumé de ce qui s'est passé sur %(app_name)s depuis la dernière mise à jour.

source: There are %(new_member_count)s new members in the community. %(new_member_links)s were the most active so far.
fr: Il y a %(new_member_count)s nouveaux membres dans la communauté. %(new_member_links)s ont été les plus actifs jusqu'à présent.

source: %(new_member_links)s have joined the %(app_name)s community.
fr: %(new_member_links)s ont rejoint la communauté %(app_name)s.

source: %(new_question_count)s %(new_questions_link)s were posted since our last update.
fr: %(new_question_count)s %(new_questions_link)s ont été posées depuis la dernière mise à jour.

source: We think you might like the following questions:
fr: Nous pensons que les questions suivantes peuvent vous intéresser :

source: These new questions didn't get many attention from the community, but we think you may be able to help:
fr: Ces nouvelles questions n'ont pas obtenu beaucoup d'attention de la part de la communauté, mais nous pensons que vous pourriez aider :

source: Meanwhile, some of your %(subscriptions_link)s have new updates since you last visited them:
fr: De plus, certains de vos %(subscriptions_link)s ont été mis à jour depuis votre dernière visite :

source: %(flagged_url)s have been marked as flagged.
fr: %(flagged_url)s ont été signalés.

source: This is a brief of what's going on the %(app_name)s community since our last update.
fr: Ceci est un résumé de ce qui s'est passé sur %(app_name)s depuis la dernière mise à jour.

source: There are %(new_member_count)s new members in the community. %(new_member_links)s were the most active so far.
fr: Il y a %(new_member_count)s nouveaux membres dans la communauté. %(new_member_links)s ont été les plus actifs jusqu'à présent.

source: %(new_member_links)s have joined the %(app_name)s community.
fr: %(new_member_links)s ont rejoint la communauté %(app_name)s.

source: %(new_question_count)s new questions were posted since our last update.
fr: %(new_question_count)s nouvelles questions ont été posées depuis la dernière mise à jour.

source: Meanwhile, some of your subscriptions have new updates since you last visited them:
fr: De plus, certains de vos abonnements ont été mis à jour depuis votre dernière visite :

source: %(flagged_count)s posts have been marked as flagged.
fr: %(flagged_count)s messages ont été signalés.

source: %(prefix)s Feedback message from %(app_name)s
fr: %(prefix)s Message d'avis de %(app_name)s

source: Sender
fr: Expéditeur

source: anonymous
fr: anonyme

source: email
fr: adresse électronique

source: Message body:
fr: Corps du message :

source: %(prefix)s New answer to: %(question_title)s
fr: %(prefix)s Nouvelle réponse à : %(question_title)s

source: %(author_link)s has just posted a new answer on %(app_name)s to the question %(question_link)s:
fr: %(author_link)s vient de publier une nouvelle réponse sur %(app_name)s à la question %(question_link)s :

source: Don't forget to come over and cast your vote.
fr: N'oubliez pas de venir voter.

source: %(answer_author)s has just posted a new answer on %(safe_app_name)s to the question "%(question_title)s":
fr: %(answer_author)s vient de publier une nouvelle réponse sur %(safe_app_name)s à la question "%(question_title)s" :

source: %(prefix)s New comment on: %(question_title)s
fr: %(prefix)s Nouveau commentaire sur : %(question_title)s

source: %(author_link)s has just posted a comment on
fr: %(author_link)s vient de poster un commentaire sur

source: the answer posted by %(post_author)s to
fr: la réponse de %(post_author)s à

source: the question %(question_link)s
fr: la question %(question_link)s

source: %(comment_author)s has just posted a comment on
fr: %(comment_author)s vient de poster un commentaire sur

source: the answer posted by %(safe_post_author)s to
fr: la réponse de %(safe_post_author)s à

source: the question "%(question_title)s"
fr: la question "%(question_title)s"

source: %(prefix)s %(safe_newmember_name)s is a new member on %(safe_app_name)s
fr: %(prefix)s %(safe_newmember_name)s a rejoint %(safe_app_name)s

source: %(newmember_link)s has just joined %(app_name)s. View <a style="%(a_style)s" href="%(app_url)s%(newmember_url)s">%(newmember_name)s's profile</a>.
fr: %(newmember_link)s vient de rejoindre %(app_name)s. Voir le <a style="%(a_style)s" href="%(app_url)s%(newmember_url)s">profil de %(newmember_name)s</a>.

source: %(safe_newmember_name)s has just joined %(safe_app_name)s. You can visit %(safe_newmember_name)s's profile using the following url: %(app_url)s%(newmember_url)s
fr: %(safe_newmember_name)s vient de rejoindre %(safe_app_name)s. Vous pouvez consulter le profil de %(safe_newmember_name)s en utilisant l'URL suivante : %(app_url)s%(newmember_url)s

source: %(prefix)s New question: %(question_title)s on %(safe_app_name)s
fr: %(prefix)s Nouvelle question : %(question_title)s sur %(safe_app_name)s

source: %(author_link)s has just posted a new question on %(app_name)s, entitled %(question_link)s and tagged "<em>%(tag_links)s</em>". Here's what it says:
fr: %(author_link)s vient de publier une nouvelle question sur %(app_name)s, intitulée %(question_link)s et portant les mots-clés "<em>%(tag_links)s</em>". En voici le contenu :

source: %(author_link)s has just posted a new question on %(app_name)s, entitled %(question_link)s. Here's what it says:
fr: %(author_link)s vient de publier une nouvelle question sur %(app_name)s, intitulée %(question_link)s. En voici le contenu :

source: %(question_author)s has just posted a new question on %(safe_app_name)s, entitled "%(question_title)s" and tagged %(question_tags)s:
fr: %(question_author)s vient de publier une nouvelle question sur %(safe_app_name)s, intitulée "%(question_title)s" et portant les mots-clés %(question_tags)s :

source: %(prefix)s User reported: %(reported)s by %(reporter_author)s
fr: %(prefix)s Utilisateur signalé : %(reported)s par %(reporter_author)s

source: User reported: %(reported)s by %(reporter_author)s.<br/> Reporter Message: %(message)s
fr: Utilisateur signalé : %(reported)s par %(reporter_author)s.<br/> Message du rapporteur : %(message)s

source: User reported: %(reported)s by %(reporter_author)s. Reporter Message: %(message)s
fr: Utilisateur signalé : %(reported)s par %(reporter_author)s. Message du rapporteur : %(message)s

source: Site Administration
fr: Administration du site

source: OSQA administration area
fr: Administration d'OSQA

source: Switch to django style interface
fr: Passer au style d'interface de Django
