Repository: fcrespel/project-factory-packages
Catalog: services/osqa/src/main/product/app/services/osqa/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Truncate long usernames
fr: Tronquer les noms d'utilisateurs trop longs

source: The long usernames will be truncated..
fr: Les noms d'utilisateurs trop longs seront tronqués.

source: Show user accept rate
fr: Afficher le taux d'acceptation de l'utilisateur

source: If you check this the user accept rate will be displayed on the user posts.
fr: Si vous cochez cette option, le taux d'acceptation de l'utilisateur sera affiché dans ses messages.

source: Freeze accept rate
fr: Geler le taux d'acceptation

source: Freeze answers accept rate for the selected users.
fr: Geler le taux d'acceptation des réponses pour les utilisateurs sélectionnés.

source: Truncate usernames longer than
fr: Tronquer les noms d'utilisateurs plus longs que

source: The usernames that are longer than this will be truncated and ... will be appended.
fr: Les noms d'utilisateurs plus longs que cette valeur seront tronqués et les caractères "..." seront ajoutés.

source: Show status diamonds
fr: Afficher les diamants de statut

source: Show status "diamonds" next to moderators or superusers usernames.
fr: Afficher les "diamants" de statut à côté du nom d'utilisateur des modérateurs et des super-utilisateurs.

source: Force unique email
fr: Imposer l'unicité des adresses électroniques

source: Should each user have an unique email.
fr: Chaque utilisateur doit-il avoir une adresse électronique unique.

source: Require email validation to...
fr: Requérir la validation d'adresse électronique pour ...

source: Which actions in this site, users without a valid email will be prevented from doing.
fr: Quelles actions sur le site seront interdites aux utilisateurs sans adresse électronique validée.

source: ask questions
fr: poser des questions

source: provide answers
fr: donner des réponses

source: make comments
fr: faire des commentaires

source: report posts
fr: signaler des contributions

source: Don't notify to invalid emails
fr: Ne pas notifier les adresses électroniques invalides

source: Do not notify users with unvalidated emails.
fr: Ne pas notifier les utilisateurs dont l'adresse électronique n'a pas été validée.

source: Hold pending posts for X minutes
fr: Retenir les messages en attente pendant X minutes

source: How much time in minutes a post should be kept in session until the user logs in or validates the email.
fr: Combien de temps en minutes un message doit-il être gardé en session avant que l'utilisateur se connecte ou valide son adresse électronique.

source: Warn about pending posts afer X minutes
fr: Alerter à propos des messages en attente après X minutes

source: How much time in minutes a user that just logged in or validated his email should be warned about a pending post instead of publishing it automatically.
fr: Combien de temps en minutes un utilisateur qui vient de se connecter ou de valider son adresse électronique doit-il être averti à propos d'un message en attente plutôt que de le publier automatiquement.

source: suitable for display on all websites with any audience type.
fr: G - Tous publics

source: may contain rude gestures, provocatively dressed individuals, the lesser swear words, or mild violence.
fr: PG - Contenu potentiellement offensant, réservé normalement aux personnes de 13 ans et plus

source: may contain such things as harsh profanity, intense violence, nudity, or hard drug use.
fr: R - Contenu réservé aux personnes de plus de 17 ans

source: may contain hardcore sexual imagery or extremely disturbing violence.
fr: X - Contenu réservé aux adultes

source: Gravatar rating
fr: Classement du Gravatar

source: Gravatar allows users to self-rate their images so that they can indicate if an image is appropriate for a certain audience.
fr: Gravatar permet aux utilisateurs d'auto-évaluer leurs images, de sorte à indiquer si une image est appropriée ou non pour un certain public.

source: (mystery-man) a simple, cartoon-style silhouetted outline of a person (does not vary by email hash)
fr: Homme-mystère, la silhouette simple d'une personne (ne change pas selon l'utilisateur)

source: a geometric pattern based on an email hash
fr: Motif géométrique basé sur l'adresse électronique

source: a generated "monster" with different colors, faces, etc
fr: "Monstre" autogénéré avec différentes couleurs, figures, etc.

source: generated faces with differing features and backgrounds
fr: Figures générées avec différentes caractéristiques et arrière-plans

source: Gravatar default
fr: Gravatar par défaut

source: Gravatar has a number of built in options which you can also use as defaults.
fr: Gravatar propose un certain nombre d'options que vous pouvez utiliser comme avatar par défaut.

source: View settings
fr: Paramètres d'affichage

source: Set up how certain parts of the site are displayed.
fr: Configurer la façon dont certaines parties du site sont affichées.

source: Embed YouTube Videos
fr: Intégrer les vidéos YouTube

source: If you check this YouTube videos will be embedded
fr: Si vous cochez ceci, les vidéos YouTube seront intégrées sur le site.

source: Show latest comments first
fr: Afficher les derniers commentaires en premier

source: Choose this if you want the latest comments to appear first.
fr: Cochez cette option si vous voulez que les commentaires les plus récents apparaissent en premier.

source: Summary Length
fr: Longueur du résumé

source: The number of characters that are going to be displayed in order to get the content summary.
fr: Le nombre de caractères qui seront affichés pour le résumé du contenu.

source: Question summary on questions list?
fr: Résumé dans la liste des questions

source: Choose whether to show the question summary on questions list
fr: Choisissez si vous voulez afficher le résumé de chaque question dans la liste de questions.

source: Recent tags block size
fr: Taille du bloc des mots-clés récents

source: The number of tags to display in the recent tags block in the front page.
fr: Le nombre de mots-clés à afficher dans le bloc des mots-clés récents sur la page d'accueil.

source: Show tags in a cloud
fr: Afficher un nuage de mots-clés

source: If selected the tags in the recent tags widget will be displayed in a cloud.
fr: Si cette option est sélectionnée, les mots-clés dans le bloc des mots-clés récents seront affichés sous forme de nuage.

source: Tags cloud min occurs
fr: Occurrences minimum du nuage de mots-clés

source: Used to calculate the font size of the tags in the cloud widget.
fr: Utilisé pour calculer la taille de police des mots-clés du nuage.

source: Tags cloud max occurs
fr: Occurrences maximum du nuage de mots-clés

source: Tags cloud min font size
fr: Taille de police minimum du nuage de mots-clés

source: Tags cloud max font size
fr: Taille de police maximum du nuage de mots-clés

source: Recent awards block size
fr: Taille du bloc des récompenses récentes

source: The number of awards to display in the recent awards block in the front page.
fr: Le nombre de récompenses à afficher dans le bloc des récompenses récentes sur la page d'accueil.

source: Update latest activity on tag edit
fr: Mettre à jour l'activité récente lors de la modification des mots-clés

source: If you check this the latest activity will be updated when editing only the tags of a question.
fr: Si vous cochez cette option, l'activité récente sera mise à jour lorsque seuls les mots-clés d'une question sont modifiés.

source: Limit related tags block
fr: Limiter le bloc de mots-clés associés

source: Limit related tags block size in questions list pages. Set to 0 to display all all tags.
fr: Limiter la taille du bloc des mots-clés associés dans les pages listant les questions. Définissez la valeur à 0 pour afficher tous les mots-clés.

source: Voting rules
fr: Règles de vote

source: Configure the voting rules on your site.
fr: Configurer les règles de vote sur votre site.

source: Add reputation to max votes per day
fr: Ajouter la réputation au nombre maximum de votes par jour

source: The user reputation is added to the static MAX_VOTES_PER_DAY option. Users with higher reputation can vote more.
fr: La réputation de l'utilisateur sera ajoutée à l'option statique MAX_VOTES_PER_DAY. Les utilisateurs avec une réputation plus élevée pourront voter plus.

source: Maximum votes per day
fr: Votes maximum par jour

source: The maximum number of votes an user can cast per day.
fr: Le nombre maximum de votes qu'un utilisateur peut soumettre par jour.

source: Start warning about votes left
fr: Commencer à avertir à propos des votes restants

source: From how many votes left should an user start to be warned about it.
fr: A partir de combien de votes restants faut-il avertir l'utilisateur.

source: Maximum flags per day
fr: Signalements maximum par jour

source: The maximum number of times an can flag a post per day.
fr: Le nombre maximum de fois qu'un utilisateur peut signaler un message par jour.

source: Flag count to hide post
fr: Nombre de signalements pour masquer le message

source: How many times a post needs to be flagged to be hidden from the main page.
fr: Combien de fois un message doit être signalé avant d'être masqué de la page principale.

source: Flag count to delete post
fr: Nombre de signalements pour supprimer le message

source: How many times a post needs to be flagged to be deleted.
fr: Combien de fois un message doit être signalé avant d'être supprimé.

source: Days to cancel a vote
fr: Nombre de jours pour annuler un vote

source: How many days an user can cancel a vote after he originaly casted it.
fr: Combien de jours après avoir soumis son vote un utilisateur peut-il l'annuler.

source: Not logged in
fr: Non connecté

source: You are not logged in...
fr: Vous n'êtes pas connecté...

source: ...and the resource you're trying to access is protected.
fr: ... et la ressource à laquelle vous tentez d'accéder est protégée.

source: Redirecting to the login page.
fr: Retour à la page de connexion.

source: If you're not automatically redirected in 5 seconds, please click
fr: Si vous n'êtes pas redirigé automatiquement dans les 5 secondes, cliquez

source: here
fr: ici

source: Forbidden
fr: Accès refusé

source: Sorry, you don't have permissions to access this page.
fr: Desolé, vous n'avez le droit d'accéder à cette page.

source: This might have happened for the following reasons:
fr: Ceci peut se produire pour les raisons suivantes :

source: you followed a link on an email, but you're currently logged in as another user;
fr: vous avez cliqué sur un lien à partir d'un courriel, mais vous êtes actuellement connecté en tant qu'un autre utilisateur ;

source: there are errors in the url, please confirm it;
fr: l'URL comporte des erreurs, veuillez la vérifier ;

source: if you believe you shouldn't bee seeing this error, please
fr: si vous estimez que vous ne devriez pas voir cette erreur, merci de

source: report this problem
fr: signaler ce problème

source: to home page
fr: retour à la page d'accueil

source: see all questions
fr: voir toutes les questions

source: see all tags
fr: voir tous les mots-clés

source: 404 Error
fr: Erreur 404

source: 404 Not Found
fr: 404 Non Trouvé

source: Sorry, could not find the page you requested.
fr: Désolé, la page que vous recherchez n'existe pas.

source: this question or answer has been deleted;
fr: cette question ou réponse a été supprimée ;

source: url has error - please check it;
fr: l'URL comporte des erreurs, veuillez la vérifier ;

source: if you believe this error 404 should not have occurred, please
fr: si vous estimez que cette erreur 404 n'aurait pas dû se produire, merci de

source: back to previous page
fr: retour à la page précédente

source: sorry, system error
fr: Désolé, une erreur système s'est produite

source: system error log is recorded, error will be fixed as soon as possible
fr: Le journal d'erreur du système a enregistré l'incident, l'erreur sera corrigée dès que possible

source: please report the error to the site administrators if you wish
fr: Vous pouvez signaler l'erreur aux administrateurs du site si vous le souhaitez

source: see latest questions
fr: voir les dernières questions

source: see tags
fr: voir les mots-clés

source: System down for maintenance
fr: Système indisponible pour cause de maintenance

source: Account functions
fr: Gestion du compte

source: Change password
fr: Changer le mot de passe

source: Give your account a new password.
fr: Changer le mot de passe de votre compte.

source: Edit answer
fr: Modifier la réponse

source: hide preview
fr: masquer l'aperçu

source: show preview
fr: afficher l'aperçu

source: back
fr: retour

source: revision
fr: Révision

source: select revision
fr: sélectionnez la révision

source: Toggle the real time Markdown editor preview
fr: Activer/désactiver l'aperçu en temps réel de l'éditeur Markdown

source: toggle preview
fr: activer/désactiver l'aperçu

source: Save edit
fr: Sauvegarder les modifications

source: Cancel
fr: Annuler

source: answer tips
fr: Conseils pour les réponses

source: please make your answer relevant to this community
fr: proposez une réponse pertinente pour cette communauté

source: try to give an answer, rather than engage into a discussion
fr: essayez de donner une réponse, plutôt que d'engager une discussion

source: please try to provide details
fr: essayez de fournir des détails

source: be clear and concise
fr: soyez clair et concis

source: see frequently asked questions
fr: consultez les questions fréquemment posées

source: Ask a question
fr: Poser une question

source: You are welcome to start submitting your question anonymously.
fr: Vous pouvez commencer à poser votre question de manière anonyme.

source: After submiting your question, you will be redirected to the login/signup page. Your question will be saved in the current session and will be published after you login with your existing account, or signup for a new account
fr: Après avoir soumis votre question, vous serez redirigé vers la page d'authentification. Votre question sera sauvegardée mais ne sera publiée qu'après que vous vous soyez connecté, ou que vous ayez créé un compte

source: and validate your email.
fr: et validé votre adresse électronique.

source: Remember, your question will not be published until you validate your email.
fr: Souvenez-vous, votre question ne sera publiée qu'après avoir validé votre adresse électronique.

source: Send me a validation link.
fr: Envoyez-moi un lien de validation.

source: (required)
fr: (requis)

source: Login/signup to post your question
fr: Connectez-vous pour poster votre question

source: Ask your question
fr: Posez votre question

source: The users have been awarded with badges:
fr: Les utilisateurs ont reçu des badges :

source: Badges summary
fr: Résumé des badges

source: Community gives you awards for your questions, answers and votes.
fr: En plus de la réputation gagnée en posant des questions utiles et en fournissant des réponses correctes, vous serez récompensé par des badges reconnaissant les actions qui bénéficient à la communauté.

source: Below is the list of available badges and number of times each type of badge has been awarded.
fr: Voici ci-dessous la liste des badges disponibles et le nombre de fois que chaque type de badge a été attribué.

source: Community badges
fr: Niveaux de badges

source: gold badge: the highest honor and is very rare
fr: Badge en or : la plus haute distinction, très rare

source: gold
fr: Or

source: gold badge description
fr: Les badges en or sont rares. Vous devrez travailler dur pour en gagner un.

source: silver badge: occasionally awarded for the very high quality contributions
fr: Badge en argent : occasionnellement donné pour des contributions de très haute qualité

source: silver
fr: Argent

source: silver badge description
fr: Les badges en argent ne sont pas courants. Leur obtention nécessite du travail et de la patience.

source: bronze badge: often given as a special honor
fr: Badge en bronze : souvent donné comme mention spéciale

source: bronze badge description
fr: Les badges en bronze reconnaissent une participation active à la communauté. Portez-les avec fierté !

source: Are you sure?
fr: Etes vous certain(e) ?

source: Yes
fr: Oui

source: No
fr: Non

source: Close
fr: Fermer

source: word
fr: mot

source: words
fr: mots

source: character
fr: caractère

source: characters
fr: caractères

source: Close question
fr: Fermer la question

source: Close the question
fr: Fermer la question

source: Reasons
fr: Raisons

source: OK to close
fr: OK pour fermer

source: home
fr: accueil

source: Feedback
fr: Commentaires

source: Give us your feedback!
fr: Donnez-nous votre avis !

source: <span class='big strong'>Dear %(user_name)s</span>, we look forward to hearing your feedback. Please type and send us your message below.
fr: <span class='big strong'>Cher(e) %(user_name)s ,</span> nous sommes toujours à l'écoute de vos commentaires et suggestions. Merci de saisir et de nous envoyer votre message ci-dessous.

source: <span class='big strong'>Dear visitor</span>, we look forward to hearing your feedback. Please type and send us your message below.
fr: <span class='big strong'>Cher visiteur,</span> nous sommes toujours à l'écoute de vos commentaires et suggestions. Merci de saisir et de nous envoyer votre message ci-dessous.

source: (this field is required)
fr: (ce champ est obligatoire)

source: (wrong captcha)
fr: (captcha invalide)

source: Send Feedback
fr: Envoyer vos commentaires

source: back to home page
fr: retour à la page d'accueil

source: ask a question
fr: Poser une question

source: search
fr: Recherche

source: users
fr: Utilisateurs

source: welcome to
fr: Bienvenue sur

source: Logout
fr: Déconnexion

source: As a registered user you can login with your OpenID, log out of the site or permanently remove your account.
fr: Cliquer sur <strong>Se déconnecter</strong> vous déconnectera de ce site, mais pas de votre fournisseur d'identité OpenID, le cas échéant.</p><p>Si vous souhaitez vous déconnecter complètement, assurez-vous de vous déconnecter également de votre fournisseur d'identité OpenID.

source: Logout now
fr: Se déconnecter

source: Markdown Help
fr: Bases de Markdown

source: Markdown Syntax
fr: Bases de Markdown

source: This document describes some of the more important parts of Markdown (for writers, that is). There's a lot more to the syntax than is mentioned here, though. To get the full syntax documentation, go to John Gruber's <a href="http://daringfireball.net/projects/markdown/syntax" rel="nofollow">Markdown Syntax</a> page
fr: Ce document décrit quelques-uns des aspects les plus importants de Markdown. La syntaxe est beaucoup plus vaste que ce qui est mentionné ici, toutefois. Pour plus d'informations sur la syntaxe complète, consultez la page de John Gruber sur la <a href="http://daringfireball.net/projects/markdown/syntax" rel="nofollow">syntaxe Markdown</a>

source: Headers
fr: Titres

source: For top-level headers underline the text with equal signs. For second-level headers use dashes to underline.
fr: Pour les titres de premier niveau, soulignez le texte avec des signes égal (=). Pour les titres de second niveau, utilisez des tirets (-) pour le soulignement.

source: This is an H1
fr: Titre de niveau 1

source: This is an H2
fr: Titre de niveau 2

source: If you would rather, you can prefix headers with a hash (#) symbol instead. The number of hash symbols indicates the header level. For example, a single hash indicates a header level of one while two indicates the second header level:
fr: Si vous préférez, vous pouvez préfixer les titres par un symbole dièse (#) à la place. Le nombre de dièses indique le niveau du titre. Par exemple, un seul dièse indique un titre de premier niveau, alors que deux dièses indiquent un titre de second niveau :

source: This is an H3
fr: Titre de niveau 3

source: Which you choose is a matter of style. Whichever you thinks looks better in the text document. In both cases, the final, fully formatted, document looks the same.
fr: Le format que vous choisissez est une question de style. Vous pouvez utiliser celui qui, selon vous, rend le mieux dans le document texte. Dans les deux cas, le document final mis en forme aura la même apparence.

source: Paragraphs
fr: Paragraphes

source: Paragraphs are surrounded by blank lines.
fr: Les paragraphes sont entourés par des lignes vides.

source: This is paragraph one.
fr: Ceci est le premier paragraphe.

source: This is paragraph two.
fr: Ceci est le second paragraphe.

source: Links
fr: Liens

source: There are two parts to every link. The first is the actual text that the user will see and it is surrounded by brackets. The second is address of the page you wish to link to and it is surrounded in parenthesis.
fr: Chaque lien est constitué de deux parties. La première, entre guillemets, est le texte que l'utilisateur verra. La deuxième, entre parenthèses, est l'adresse (URL) de la page vers laquelle le lien pointe.

source: link text
fr: texte du lien

source: http://example.com/
fr: http://exemple.com/

source: Formatting
fr: Formatage

source: To indicate bold text surround the text with two star (*) symbols or two underscore (_) symbols:
fr: Pour mettre le texte en gras, entourez le texte avec deux étoiles (*) or deux tirets bas (_) :

source: This is bold
fr: Ceci est en gras

source: This is also bold
fr: Ceci est aussi en gras

source: To indicate italicized text surround the text with a single star (*) symbol or underscore (_) symbol:
fr: Pour mettre le texte en italique, entourez le texte avec une seule étoile (*) ou un tiret bas (_) :

source: This is italics
fr: Ceci est en italique

source: This is also italics
fr: Ceci est aussi en italique

source: To indicate italicized and bold text surround the text with three star (*) symbol or underscore (_) symbol:
fr: Pour mettre le texte en gras et italique, entourez le texte avec trois étoiles (*) or trois tirets bas (_) :

source: This is bold and italics
fr: Ceci est en gras et italique

source: This is also bold and italics
fr: Ceci est aussi en gras et italique

source: Blockquotes
fr: Indentation

source: To create an indented area use the right angle bracket (&gt;) character before each line to be included in the blockquote.
fr: Pour créer un bloc indenté, utilisez le signe supérieur à (&gt;) avant chaque ligne à inclure dans le bloc.

source: This is part of a blockquote.
fr: Ceci fait partie d'un bloc indenté.

source: This is part of the same blockquote.
fr: Ceci fait partie du même bloc.

source: Rather than putting it in front of each line to include in the block quote you can put it at the beginning and end the quote with a newline.
fr: Au lieu de le mettre au début de chaque ligne du bloc indenté, vous pouvez le mettre au début et finir le bloc avec une ligne vide.

source: This continues the blockquote even though there's no bracket.
fr: Ceci continue le bloc indenté même s'il n'y a pas de signe supérieur à.

source: The blank line ends the blockquote.
fr: Une ligne vide termine le bloc indenté.

source: Lists
fr: Listes

source: To create a numbered list in Markdown, prefix each item in the list with a number followed by a period and space. The number you use actually doesn't matter.
fr: Pour créer une liste numérotée avec Markdown, préfixez chaque élément avec un numéro suivi d'un point et d'un espace. Le chiffre utilisé n'a pas d'importance.

source: Item
fr: Elément

source: To create a bulleted list, prefix each item in the list with a star (*) character.
fr: Pour créer une liste non numérotée, préfixez chaque élément avec une étoile (*).

source: A list item
fr: Un élément de liste

source: Another list item
fr: Un autre élément de liste

source: A third list item
fr: Un troisième élément de liste
