Repository: fcrespel/project-factory-packages
Catalog: services/osqa/src/main/product/app/services/osqa/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Administration menu
fr: Menu d'administration

source: Maintenance mode
fr: Mode maintenance

source: Flagged Posts
fr: Publications signalées

source: Create User
fr: Créer un utilisateur

source: Quick creation of a new user
fr: Création rapide d'un nouvel utilisateur

source: Save
fr: Sauvegarder

source: Dashboard
fr: Tableau de bord

source: Welcome to the OSQA administration area.
fr: Bienvenue dans la zone d'administration d'OSQA.

source: Quick statistics
fr: Statistiques rapides

source: in the last 24 hours
fr: au cours des dernières 24 heures

source: user
fr: utilisateur

source: joined in the last 24 hours
fr: ont rejoint dans les dernières 24 heures

source: Site status
fr: Statut du site

source: Your site is running in bootstrap mode, click the button below to revert to defaults.
fr: Votre site s'exécute en mode de démarrage, cliquez sur le bouton ci-dessous pour revenir aux valeurs par défaut.

source: Your site is running in standard mode, click the button below to run in bootstrap mode.
fr: Votre site s'exécute en mode standard, cliquez sur le bouton ci-dessous pour passer au mode de démarrage.

source: Your site is running with some customized settings, click the buttons below to run with defaults or in bootstrap mode
fr: Votre site s'exécute avec des paramètres personnalisés, cliquez sur les boutons ci-dessous pour définir les paramètres par défaut ou le mode de démarrage

source: Are you sure you want to revert to the defaults?
fr: Êtes-vous sûr(e) de vouloir revenir à la configuration par défaut ?

source: revert to defaults
fr: revenir aux réglages par défaut

source: Are you sure you want to run bootstrap mode?
fr: Etes-vous sûr(e) de vouloir exécuter le site en mode de démarrage ?

source: go bootstrap
fr: passer au mode de démarrage

source: Recent activity
fr: Activité récente

source: Administration Area
fr: Zone d'administration

source: Welcome,
fr: Bienvenue,

source: To standard interface
fr: Passer à l'interface standard

source: Back to home page
fr: Retour à la page d'accueil

source: Log out
fr: Déconnexion

source: Home
fr: Accueil

source: Unpublished changes
fr: Changements non publiés

source: Items marked with this icon have unpublished changes.
fr: Les éléments portant cette icône ont des modifications non publiées.

source: Workflow settings
fr: Paramètres de workflow

source: Forum settings
fr: Paramètres du forum

source: Static content
fr: Contenu statique

source: Custom Pages
fr: Pages personnalisées

source: Unsaved changes
fr: Changements non sauvegardés

source: Other settings
fr: Autres paramètres

source: Tools
fr: Outils

source: Editing page
fr: Modification d'une page

source: Static Pages
fr: Pages statiques

source: Creating page
fr: Création d'une page

source: New page
fr: Nouvelle page

source: Published
fr: Publiée

source: Unpublished
fr: Non publiée

source: Edit
fr: Modifier

source: Unpublish
fr: Ne plus publier

source: Publish
fr: Publier

source: This are the posts that have been flagged by users.
fr: Voici les messages qui ont été signalés par les utilisateurs.

source: Site statistics
fr: Statistiques du site

source: Recalculate scores and reputation
fr: Recalculer les scores et la réputation

source: This is a heavy operation, are you sure?
fr: Ceci est une opération lourde, êtes-vous sûr(e) ?

source: Recalculate
fr: Recalculer

source: %(prefix)s Your email settings are correct: %(app_name)s
fr: %(prefix)s Vos paramètres de courriel sont corrects : %(app_name)s

source: If you see this content your E-Mail settings are correct.
fr: Si vous voyez ce message, vos paramètres de courriel sont corrects.

source: Maintainance mode allows you to close your site for maintainance, allowing only a predetermined set of ip addresses to access it normally.
fr: Le mode maintenance vous permet de fermer le site pour maintenance, tout en autorisant un ensemble prédéfini d'adresses IP à y accéder normalement.

source: Your site is currently running on maintenance mode.
fr: Votre site s'exécute en mode maintenance.

source: You can adjust the settings bellow
fr: Vous pouvez ajuster les paramètres ci-dessous

source: Adjust settings
fr: Ajuster les paramètres

source: Open site
fr: Ouvrir le site

source: Close for maintenance
fr: Fermer pour maintenance

source: Moderation
fr: Modération

source: These tools allow you to search for undesired behaviours and cheating patterns.
fr: Ces outils vous permettent de rechercher des comportements indésirés et des motifs de triche.

source: Verify:
fr: Vérifier :

source: highest ranking users
fr: utilisateurs au score le plus élevé

source: newer users
fr: utilisateurs récents

source: older users
fr: utilisateurs anciens

source: users with these ids
fr: utilisateurs avec ces IDs

source: (Comma separated list of user ids)
fr: (Liste d'IDs utilisateur séparés par des virgules)

source: Go
fr: Exécuter

source: Possible cheaters
fr: Tricheurs potentiels

source: Email
fr: Adresse électronique

source: Validated
fr: Validée

source: Not validated
fr: Non validée

source: Reputation:
fr: Réputation :

source: Reputation
fr: Réputation

source: Affecting actions
fr: Actions affectées

source: Cross ips
fr: IPs croisées

source: Cheating score
fr: Score de triche

source: Possible fake accounts
fr: Comptes potentiellement faux

source: out of
fr: sur

source: rep
fr: rép.

source: uses
fr: utilisations

source: Node manager
fr: Gestion des publications

source: Nodes bulk management
fr: Gestion des publications en masse

source: reset text filter
fr: réinitialiser le filtre de texte

source: Body
fr: Contenu

source: Title and Body
fr: Titre et contenu

source: Filter
fr: Filtre

source: Click to show/hide
fr: Cliquer pour afficher/masquer

source: By type
fr: Par type

source: click to clear the type filter
fr: cliquer pour effacer le filtre de type

source: all
fr: tous

source: click to remove from the filter
fr: cliquez pour retirer du filtre

source: click to add to the filter
fr: cliquez pour ajouter au filtre

source: By state
fr: Par statut

source: click to clear the state filter
fr: cliquez pour effacer le filtre d'état

source: any
fr: n'importe lequel

source: Match any selected
fr: N'importe quel critère

source: Match all selected
fr: Tous les critères

source: By author(s)
fr: Par auteur(s)

source: No users selected, use the box bellow to add users to the filter.
fr: Aucun utilisateur sélectionné, utilisez la zone ci-dessous pour ajouter des utilisateurs au filtre.

source: Click on the cross next to a user name to remove it from the filter.
fr: Cliquez sur la croix à côté d'un utilisateur pour le retirer du filtre.

source: By tag(s)
fr: Par mot(s)-clé(s)

source: No tags selected, use the box bellow to add tags to the filter.
fr: Aucun mot-clé sélectrionné, utilisez la zone ci-dessous pour ajouter des mots-clés au filtre.

source: Click on the cross next to a tag name to remove it from the filter.
fr: Cliquez sur la croix à côté d'un mot-clés pour le retirer du filtre.

source: Pre defined
fr: Prédéfini

source: There are no saved filters. Click bellow to add.
fr: Il n'y a aucun filtre enregistré. Cliquez ci-dessous pour en ajouter un.

source: Filter name...
fr: Nom du filtre ...

source: Click to save the current filter
fr: Cliquez pour sauvegarder le filtre actuel

source: Mark deleted
fr: Marquer comme supprimé

source: Undelete
fr: Restaurer

source: Delete completely
fr: Supprimer complètement

source: Close (questions only)
fr: Fermer (questions uniquement)

source: Run the selected action
fr: Exécution l'action sélectionnée

source: Summary
fr: Résumé

source: State
fr: Statut

source: Author
fr: Auteur

source: Added at
fr: Date d'ajout

source: Last activity by
fr: Dernière activité par

source: Last activity at
fr: Date de dernière activité

source: Tags
fr: Mots-clés

source: by
fr: par

source: Preview
fr: Prévisualisation

source: Reset Changes
fr: Annuler les changements

source: Static pages
fr: Pages statiques

source: Allows you to create a set of static pages
fr: Vous permet de créer un ensemble de pages statiques

source: Select page to edit
fr: Sélectionner une page à modifier

source: Are you sure you want to delete this page?
fr: Êtes-vous sûr(e) de vouloir supprimer cette page ?

source: Delete
fr: Supprimer

source: Some simple graphics to help you get a notion of whats going on in your site.
fr: Quelques graphiques simples afin de vous aider à savoir ce qui se passe sur votre site.

source: An attempt has been made to send email to
fr: Un courriel de test a été envoyé à

source: Please, check your inbox and if you see the new test message your email STMP settings are correct.
fr: Veuillez vérifier votre boite de réception ; si vous voyez le nouveau message de test, vos paramètres SMTP sont corrects.

source: If you do not see the new test message check your spam folder, and if you don't find it check your SMTP settings again. It might be useful to take a look at the log file.
fr: Si vous ne voyez pas les message de test, vérifiez votre répertoire des courriers indésirables ; si vous ne trouvez toujours pas le message, revérifiez les paramètres SMTP. Il pourrait s'avérer utile de jeter un oeil au fichier journal.

source: next
fr: page suivante

source: this question has an accepted answer
fr: Cette question a une réponse acceptée

source: view
fr: vue

source: Related tags
fr: Mots-clés associés

source: see questions tagged '%(tag_name)s'
fr: voir les questions avec mot-clé '%(tag_name)s'

source: most recently updated questions
fr: questions mises à jour récemment

source: active
fr: actives

source: most recently asked questions
fr: questions les plus récentes

source: newest
fr: plus récentes

source: hottest questions
fr: questions les plus regardées

source: hottest
fr: plus populaires

source: most voted questions
fr: questions ayant le plus de voix

source: most voted
fr: plus votées

source: Unsubscribe
fr: Se désabonner

source: Last checked
fr: Dernière vérification

source: Interesting tags
fr: Mots-clés intéressants

source: remove '%(tag_name)s' from the list of interesting tags
fr: retirer '%(tag_name)s' de la liste des mots-clés intéressants

source: Add
fr: Ajouter

source: Ignored tags
fr: Mots-clés ignorés

source: remove '%(tag_name)s' from the list of ignored tags
fr: retirer '%(tag_name)s' de la liste des mots-clés ignorés

source: Found by tags
fr: Questions trouvées par mots-clés

source: Search results
fr: Résultats de la recherche

source: Found by title
fr: Questions trouvées par titre

source: Unanswered questions
fr: Questions sans réponse

source: All Questions
fr: Toutes les questions

source: Markdown Basics
fr: Bases de Markdown

source: *italic* or _italic_
fr: *italique* ou _italique_

source: **bold** or __bold__
fr: **gras** ou __gras__

source: link
fr: lien

source: text
fr: texte

source: numbered list:
fr: liste numérotée :

source: to add a line break simply add two spaces to where you would like the new line to be.
fr: pour ajouter une nouvelle ligne, ajoutez deux espaces à l'endroit où vous souhaitez que la ligne commence.

source: basic HTML tags are also supported
fr: les balises HTML de base sont également supportées

source: learn more about Markdown
fr: en savoir plus sur Markdown

source: Recent awards
fr: Badges récents

source: all awards
fr: tous les badges

source: Recent tags
fr: Mots-clés récents

source: popular tags
fr: tous les mots-clés

source: Edit user profile
fr: Modifier le profil de l'utilisateur

source: image associated with your email address
fr: image associée à votre adresse électronique

source: Registered user
fr: Utilisateur enregistré

source: Screen Name
fr: Nom d'utilisateur

source: Update
fr: Mettre à jour

source: reputation
fr: réputation

source: Suspended
fr: Suspendu

source: Administrator
fr: Administrateur

source: Moderator
fr: Modérateur

source: real name
fr: nom complet

source: member for
fr: membre depuis

source: last seen
fr: dernière visite

source: user's website
fr: site web

source: location
fr: localisation

source: age
fr: âge

source: age unit
fr: ans

source: not validated
fr: non vérifié

source: todays unused votes
fr: votes inutilisés aujourd'hui

source: votes left
fr: votes restants

source: User tools
fr: Outils utilisateur

source: Users Online
fr: Utilisateurs connectés

source: users matching query %(suser)s:
fr: utilisateurs correspondant à la requête %(suser)s :

source: Nothing found.
fr: Aucun résultat.

source: Preferences
fr: Préférences

source: Here you can set some personal preferences.
fr: Vous pouvez ici définir vos préférences personnelles.

source: Always remember the sort order I apply to the lists I view
fr: Toujours mémoriser le tri que j'applique aux listes que je consulte

source: No favorite questions to display.
fr: Aucun question favorite.

source: Report user
fr: Signaler l'utilisateur

source: Public message
fr: Message public

source: This message will be visible through the user activity log.
fr: Ce message sera visible dans l'historique de l'utilisateur.

source: (suspended)
fr: (suspendu)

source: <span class="count">%(counter)s</span> Answer
fr: <span class="count">%(counter)s</span> Réponse

source: the answer has been voted for %(vote_count)s times
fr: la réponse a été votée %(vote_count)s fois pour

source: this answer has been selected as correct
fr: cette réponse a été choisie comme réponse correcte

source: thumb up
fr: voter pour

source: user has voted up this many times
fr: l'utilisateur a voté pour ce nombre de fois

source: thumb down
fr: voter contre

source: user voted down this many times
fr: l'utilisateur a voté contre ce nombre de fois

source: <span class="count">%(counter)s</span> Tag
fr: <span class="count">%(counter)s</span> Mot-clé

source: see other questions with %(view_user)s's contributions tagged '%(tag_name)s'
fr: voir d'autres questions auxquelles %(view_user)s a contribué avec les mots-clés '%(tag_name)s'

source: Manage your current subscriptions
fr: Gérer vos abonnements

source: don't show auto-subscribe
fr: masquer l'option d'abonnement automatique

source: show auto-subscribe
fr: afficher l'option d'abonnement automatique

source: Notifications and subscription settings
fr: Configuration des notifications et abonnements

source: Here you can decide which types of notifications you wish to receive, and their frequency.<br />
fr: Ici, vous pouvez décider quels types de notifications vous souhaitez recevoir ainsi que leur fréquence.<br />

source: Notify me when:
fr: Alertez moi lorsque :

source: A new member joins
fr: Un nouveau membre rejoint la communauté

source: A new question is posted
fr: Une nouvelle question a été postée

source: A new question matching my interesting tags is posted
fr: Une nouvelle question correspondant aux mots-clés qui m'intéressent a été postée

source: There's an update on one of my subscriptions
fr: Il y a une mise à jour sur un de mes abonnements

source: Auto subscribe me to:
fr: Abonnez moi automatiquement à :

source: Questions I view
fr: Questions que je consulte

source: All questions matching my interesting tags
fr: Toutes les questions correspondant aux mots-clés qui m'interessent

source: All questions
fr: Toutes les questions

source: On my subscriptions, notify me when:
fr: Sur mes abonnements, alertez moi lorsque :

source: An answer is posted
fr: Une réponse est postée

source: A comment on one of my posts is posted
fr: Un commentaire sur un de mes messages est posté

source: A comment is posted
fr: Un commentaire est posté

source: An answer is accepted
fr: Une réponse est acceptée

source: Daily Digest:
fr: Resumé quotidien :

source: Send me the daily digest with information about the site activity
fr: Envoyez-moi un résumé quotidien sur l'activité du site

source: Notify When I'm Discussed:
fr: Alertez moi lorsque des discussions me concernent :

source: Notify me when someone replies to one of my comments on any post using the <pre>@username</pre> notation
fr: Avertissez moi lorsque quelqu'un répond à un de mes commentaires, sur n'importe quelle question, en utilisant la notation <pre>@nom_utilisateur</pre>

source: Suspend user
fr: Suspendre l'utilisateur

source: Indefinitely
fr: Indéfiniment

source: For X days
fr: Pour X jours

source: Suspend for
fr: Suspendre pour

source: days
fr: jours

source: Private message
fr: Message privé

source: If set, only the suspended user will see this message.
fr: Si coché, seul l'utilisateur suspendu pourra voir ce message.

source: Users
fr: Utilisateurs

source: upvote
fr: voter pour

source: downvote
fr: voter contre

source: reputation points
fr: points de réputation

source: %(user)s has %(count)d accepted answers
fr: %(user)s a %(count)d réponses acceptées

source: %s has one accepted answer
fr: %s a une réponse acceptée

source: %s has no accepted answers
fr: %s n'a aucune réponse acceptée

source: accept rate
fr: taux d'acceptation

source: Rate of the user's accepted answers
fr: Taux de réponses acceptées de l'utilisateur

source: 2 days ago
fr: il y a 2 jours

source: yesterday
fr: hier

source: hour ago
fr: heure

source: hours ago
fr: heures

source: %(hr)d
fr: il y a %(hr)d

source: min ago
fr: minute

source: mins ago
fr: minutes

source: %(min)d
fr: il y a %(min)d

source: sec ago
fr: seconde

source: secs ago
fr: secondes

source: %(sec)d
fr: il y a %(sec)d

source: permanent link
fr: lien permanent

source: answer permanent link
fr: lien permanent vers la réponse

source: award points
fr: donner des points

source: award points to %s
fr: donner des points à %s

source: retag
fr: changer les mots-clés

source: reopen
fr: réouvrir

source: close
fr: fermer

source: report
fr: signaler

source: report as offensive (i.e containing spam, advertising, malicious text, etc.)
fr: signaler comme offensant (par ex. contenant du spam, de la publicité, du texte malveillant, etc.)

source: undelete
fr: restaurer

source: see revisions
fr: voir les modifications

source: mark as community wiki
fr: marquer comme wiki communautaire

source: cancel community wiki
fr: ne plus marquer comme wiki communautaire

source: convert to comment
fr: convertir en commentaire

source: convert to question
fr: convertir en question

source: posted
fr: posté

source: Questions Graph
fr: Graphique des questions

source: Users Graph
fr: Graphique des utilisateurs

source: '%s' settings saved succesfully
fr: Paramètres '%s' enregistrés avec succès

source: Bootstrap mode enabled
fr: Mode de démarrage activé

source: All values reverted to defaults
fr: Toutes les valeurs par défaut ont été restaurées

source: All values recalculated
fr: Toutes les valeurs ont été recalculées

source: Maintenance mode enabled
fr: Mode de maintenance activé

source: Settings adjusted
fr: Paramètres ajustés

source: Your site is now running normally
fr: Votre site fonctionne maintenant normalement

source: Currently down for maintenance. We'll be back soon
fr: Fermé pour maintenance. Nous serons de retour très bientôt.

source: Create new user
fr: Créer un nouvel utilisateur

source: New user created sucessfully. %s.
fr: Nouvel utilisateur créé avec succès. %s.

source: See %s profile
fr: Voir le profil de %s

source: Bulk management
fr: Gestion en masse

source: No action performed
fr: Aucune action n'a été effectuée

source: All selected nodes marked as deleted
fr: Tous les éléments sélectionnés ont été marqués comme supprimés

source: All selected nodes undeleted
fr: Tous les éléments sélectionnés ont été restaurés

source: bulk close
fr: fermer en masse

source: Selected questions were closed
fr: Les questions sélectionnées ont été fermées

source: All selected nodes deleted
fr: Tous les éléments sélectionnés ont été supprimés

source: Sorry, these login credentials belong to anoother user. Plese terminate your current session and try again.
fr: Désolé, ces informations de connexion appartiennent à un autre utilisateur. Veuillez fermer votre session actuelle et réessayer.

source: You are already logged in with that user.
fr: Vous êtes déjà connecté avec cet utilisateur.

source: These login credentials are already associated with your account.
fr: Ces identifiants de connexion sont déjà associés à votre compte.

source: The new credentials are now associated with your account
fr: Les nouveaux identifiants sont maintenant associés à votre compte

source: Oops, something went wrong in the middle of this process. Please try again. Note that you need to have cookies enabled for the authentication to work.
fr: Désolé, un problème est survenu lors de la connexion. Veuillez renouveler votre tentative. Les cookies doivent être activés pour que l'authentification fonctionne.

source: A welcome email has been sent to your email address.
fr: Un courriel de bienvenue a été envoyé à votre adresse électronique.

source: Oops, something went wrong in the middle of this process. Please try again.
fr: Désolé, un problème est survenu. Veuillez réessayer.

source: An email has been sent with your temporary login key
fr: Un courriel a été envoyé avec votre clé de connexion temporaire

source: You are logged in with a temporary access key, please take the time to fix your issue with authentication.
fr: Vous êtes connecté avec une clé d'accès temporaire, veuillez toutefois prendre le temps de régler votre problème d'authentification.

source: A message with an email validation link was just sent to your address.
fr: Un courriel contenant un lien de validation vous a été envoyé.

source: Thank you, your email is now validated.
fr: Merci, votre adresse électronique est maintenant validée.

source: New password set
fr: Nouveau mot de passe défini

source: Your password was changed
fr: Votre mot de passe a été changé

source: You removed the association with %s
fr: Vous avez supprimé l'association avec %s

source: Welcome back %s, you are now logged in
fr: Bienvenue %s, vous êtes maintenant connecté

source: You have a %s pending submission.
fr: Vous avez une %s en attente de soumission.

source: save it
fr: sauvegarder

source: review
fr: relire

source: cancel
fr: annuler

source: Sorry, but this account is suspended
fr: Desolé, ce compte est suspendu

source: Sorry, but you don't have enough reputation points to %(action)s.<br /> The minimum reputation required is %(reputation_required)d (yours is %(user_reputation)d). Please check the <a href='%(faq_url)s'>FAQ</a>
fr: Désolé, mais vous n'avez pas assez de points de réputation pour %(action)s.<br /> La réputation minimum requise est %(reputation_required)d (la votre est de %(user_reputation)d). Pour plus d'informations, consultez la <a href='%(faq_url)s'>FAQ</a>

source: Sorry, but you don't have enough reputation points to %(action)s.<br />Please check the <a href='%(faq_url)s'>faq</a>
fr: Désolé, mais vous n'avez pas assez de points de réputation pour %(action)s.<br />Pour plus d'informations, consultez la <a href='%(faq_url)s'>FAQ</a>

source: Sorry but you cannot %(action)s your own post.<br />Please check the <a href='%(faq_url)s'>faq</a>
fr: Désolé, mais vous ne pouvez pas %(action)s votre propre publication. <br />Pour plus d'informations, consultez la <a href='%(faq_url)s'>FAQ</a>

source: Sorry but anonymous users cannot %(action)s.<br />Please login or create an account <a href='%(signin_url)s'>here</a>.
fr: Désolé, mais les utilisateurs anonymes ne peuvent pas %(action)s.<br />Veuillez vous connecter ou créer un compte <a href='%(signin_url)s'>ici</a>.
