Repository: fcrespel/project-factory-packages
Catalog: services/osqa/src/main/product/app/services/osqa/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Answers to: %s
fr: Réponses à : %s

source: Answer by %s
fr: Répondu par : %s

source: Comment by %(cauthor)s on %(pauthor)s's %(qora)s
fr: Commentaire de %(cauthor)s sur la %(qora)s de %(pauthor)s

source: answer
fr: réponse

source: about
fr: à propos

source: logout
fr: déconnexion

source: login
fr: connexion

source: support
fr: aide

source: privacy
fr: vie privée

source: edit profile
fr: modifier le profil

source: authentication settings
fr: paramètres d'authentification

source: email notification settings
fr: paramètres de notification par courriel

source: other preferences
fr: autres préférences

source: Moderation tools
fr: Outils de modération

source: withdraw suspension
fr: lever la suspension

source: suspend this user
fr: suspendre cet utilisateur

source: give/take karma
fr: donner/retirer des points de réputation

source: remove moderator status
fr: retirer les droits de modération

source: grant moderator status
fr: donner les droits de modération

source: remove super user status
fr: retirer les droits de super-utilisateur

source: grant super user status
fr: donner les droits de super-utilisateur

source: About
fr: A propos

source: voted up
fr: a voté pour

source: voted down
fr: a voté contre

source: liked
fr: a aimé

source: No reason given
fr: Aucune raison fournie

source: %(user)s flagged %(post_desc)s: %(reason)s
fr: %(user)s a marqué %(post_desc)s : %(reason)s

source: your
fr: votre

source: his
fr: sa

source: %(user)s accepted %(answerer)s answer on %(asker)s question %(question)s
fr: %(user)s a accepté la réponse de %(answerer)s à la question de %(asker)s : %(question)s

source: %(user)s marked %(post_desc)s as favorite
fr: %(user)s a marqué %(post_desc)s comme favori

source: %(user)s deleted %(post_desc)s
fr: %(user)s a supprimé %(post_desc)s

source: flagged by multiple users:
fr: marquée par plusieurs utilisateurs :

source: Initial revision
fr: Première version

source: asked
fr: posée

source: %(user)s asked %(question)s
fr: %(user)s a posé la question %(question)s

source: answered
fr: répondu

source: %(user)s answered %(asker)s on %(question)s
fr: %(user)s a répondu à la question de %(asker)s %(question)s

source: commented
fr: commenté

source: %(user)s commented on %(post_desc)s
fr: %(user)s a commenté %(post_desc)s

source: edited
fr: modifié

source: %(user)s edited %(post_desc)s
fr: %(user)s a modifié %(post_desc)s

source: retagged
fr: modifié les mots-clés

source: Retag
fr: Modifier les mots-clés

source: %(user)s retagged %(post_desc)s
fr: %(user)s a modifié les mots-clés de %(post_desc)s

source: reverted
fr: annulé

source: %(user)s reverted %(post_desc)s from revision %(initial)d (%(initial_sum)s) to revision %(final)d (%(final_sum)s)
fr: %(user)s a restauré %(post_desc)s de la révision %(initial)d (%(initial_sum)s) à la révision %(final)d (%(final_sum)s)

source: closed
fr: fermé

source: %(user)s closed %(post_desc)s: %(reason)s
fr: %(user)s a fermé %(post_desc)s : %(reason)s

source: converted
fr: converti

source: %(user)s converted an answer to %(question)s into a comment
fr: %(user)s a converti une réponse à %(question)s en un commentaire

source: %(user)s converted comment on %(question)s into an answer
fr: %(user)s a converti un commentaire sur %(question)s en une réponse

source: %(user)s converted comment on %(question)s to a new question
fr: %(user)s a converti un commentaire sur %(question)s en une nouvelle question

source: converted to question
fr: converti en question

source: %(user)s converted an answer to %(question)s into a separate question
fr: %(user)s a converti une réponse à %(question)s en une autre question

source: wikified
fr: converti en wiki

source: %(user)s marked %(node)s as community wiki.
fr: %(user)s a marqué %(node)s comme wiki communautaire

source: created
fr: créé

source: %(user)s created a new page titled %(page)s
fr: %(user)s a créé une nouvelle page intitulée %(page)s

source: %(user)s edited the page titled %(page)s
fr: %(user)s a modifé la page intitulée %(page)s

source: published
fr: publié

source: %(user)s published a new page titled %(page)s
fr: %(user)s a publié une nouvelle page intitulée %(page)s

source: joined
fr: rejoint

source: %(user)s %(have_has)s joined the %(app_name)s Q&A community
fr: %(user)s %(have_has)s rejoint %(app_name)s

source: have
fr: avez

source: has
fr: a

source: logged in
fr: connecté

source: %(user)s %(have_has)s logged in
fr: %(user)s %(have_has)s réussi à s'authentifier

source: validated e-mail
fr: validé l'adresse électronique

source: %(user)s %(have_has)s validated the e-mail %(email)s
fr: %(user)s %(have_has)s validé l'adresse électronique %(email)s

source: edited profile
fr: modifié le profil

source: %(user)s edited %(hes_or_your)s %(profile_link)s
fr: %(user)s a modifié %(hes_or_your)s %(profile_link)s

source: profile
fr: profil

source: gave bonus
fr: donné un bonus

source: Congratulations, you have been awarded an extra %s reputation points.
fr: Félicitations, vous avez reçu %s points de réputation supplémentaires.

source: Thank you
fr: Merci

source: You have been penalized in %s reputation points.
fr: Vous avez perdu %s points de réputation.

source: unknown
fr: inconnu

source: %(user)s awarded an extra %(value)s reputation points to %(users)s: %(message)s
fr: %(user)s a donné %(value)s points de réputation supplémentaires à %(users)s : %(message)s

source: %(user)s penalised %(users)s in %(value)s reputation points: %(message)s
fr: %(user)s a privé %(users)s de %(value)s points de réputation : %(message)s

source: gave reputation points
fr: donné des points de réputation

source: Congratulations, you have been awarded an extra %(points)s reputation %(points_label)s on <a href="%(answer_url)s">this</a> answer.
fr: Félicitations, vous avez reçu %(points)s %(points_label)s de réputation pour <a href="%(answer_url)s">cette</a> réponse.

source: %(user)s awarded an extra %(value)s reputation points to %(users)s
fr: %(user)s a donné %(value)s points de réputation supplémentaires à %(users)s

source: %(user)s penalised %(users)s in %(value)s reputation points
fr: %(user)s a privé %(users)s de %(value)s points de réputation

source: was awarded
fr: a reçu

source: Congratulations, you have received a badge '%(badge_name)s'. <a href="%(badge_url)s">Find out who has it, too</a>.
fr: Félicitations, vous avez reçu le badge '%(badge_name)s'. <a href="%(badge_url)s">Découvrez qui l'a également reçu</a>.

source: %(user)s %(were_was)s awarded the %(badge_name)s badge
fr: %(user)s %(were_was)s reçu le badge %(badge_name)s

source: were
fr: avez

source: was
fr: a

source: suspended
fr: suspendu

source: %(user)s reported %(reported) : %(msg)s
fr: %(user)s a signalé %(reported) : %(msg)s

source: Your suspension has been removed.
fr: Votre suspension a été levée.

source: for %s days
fr: pour %s jours

source: indefinetely
fr: indéfiniment

source: %(user)s suspended %(users)s %(suspension)s: %(msg)s
fr: %(user)s a suspendu %(users)s %(suspension)s : %(msg)s

source: Bad behaviour
fr: Mauvais comportement

source: Please input at least one ip address
fr: Veuillez entrer au moins une adresse IP

source: Invalid ip address: %s
fr: Adresse IP invalide : %s

source: Please use the dotted quad notation for the ip addresses
fr: Veuillez utiliser la notation aaa.bbb.ccc.ddd pour les adresses IP

source: Allow ips
fr: IP autorisées

source: Comma separated list of ips allowed to access the site while in maintenance
fr: Liste séparée par une virgule des adresses IP autorisées à accéder au site pendant la maintenance

source: A message to display to your site visitors while in maintainance mode
fr: Message à afficher aux visiteurs du site pendant la maintenance

source: Default
fr: Par défaut

source: Default with sidebar
fr: Par défaut avec barre latérale

source: None
fr: Aucun

source: Escaped
fr: Echappé

source: Title
fr: Titre

source: Page URL
fr: URL de la page

source: Page Content
fr: Contenu de la page

source: Mime Type
fr: Type MIME

source: Render Mode
fr: Mode de rendu

source: Sidebar Content
fr: Contenu de la barre latérale

source: Sidebar Render Mode
fr: Mode de rendu de la barre latérale

source: Allow comments
fr: Autoriser les commentaires

source: send validation email
fr: Envoyer un courriel de validation

source: email address
fr: Adresse électronique

source: Your account email
fr: Adresse électronique de votre compte

source: You cannot leave this field blank
fr: Ce champ doit être rempli

source: please enter a valid email address
fr: veuillez entrer une adresse électronique valide

source: Sorry, but this email is not on our database.
fr: Désolé, mais cette adresse électronique n'est pas dans notre base de données.

source: Current password
fr: Mot de passe actuel

source: Old password is incorrect. Please enter the correct password.
fr: L'ancien mot de passe est incorrect. Veuillez entrer le bon mot de passe.

source: this field is required
fr: ce champ est obligatoire

source: choose a username
fr: Choisissez un nom d'utilisateur

source: user name is required
fr: un nom d'utilisateur est nécessaire

source: sorry, this name is taken, please choose another
fr: désolé, ce nom est déjà pris, veuillez en choisir un autre

source: sorry, this name is not allowed, please choose another
fr: désolé, ce nom n'est pas autorisé, veuillez en choisir un autre

source: sorry, there is no user with this name
fr: désolé, il n'existe pas d'utilisateur avec ce nom

source: sorry, we have a serious error - user name is taken by several users
fr: désolé, nous avons un probleme sérieux - ce nom d'utilisateur est deja utilisé par plusieurs utilisateurs

source: user name can only consist of letters, empty space, hyphens and underscore
fr: le nom d'utilisateur ne peut contenir que des lettres, espaces, tirets ou tirets bas

source: user name is to short, please use at least %d characters
fr: le nom d'utilisateur est trop court, veuillez utiliser au moins %d caractères

source: your email address
fr: Votre adresse électronique <i>(ne sera pas divulguée)</i>

source: email address is required
fr: une adresse électronique est nécessaire

source: this email is already used by someone else, please choose another
fr: cette addresse électronique est déjà utilisée par quelqu'un d'autre, veuillez en choisir une autre

source: Your real name
fr: votre nom complet

source: Real name is required
fr: votre nom complet est nécessaire

source: choose password
fr: Mot de passe

source: password is required
fr: un mot de passe est requis

source: retype password
fr: Mot de passe <i>(confirmation)</i>

source: please, retype your password
fr: veuillez confirmer votre mot de passe

source: sorry, entered passwords did not match, please try again
fr: désolé, les mots de passe saisis sont différents, veuillez réessayer

source: title
fr: Titre

source: please enter a descriptive title for your question
fr: Veuillez entrer un titre descriptif pour votre question

source: title must be must be at least %s characters
fr: le titre doit contenir au moins %s caractères

source: content
fr: contenu

source: question content must be at least %s characters
fr: le contenu de la question doit comporter au moins %s caractères

source: answer content must be at least %s characters
fr: le contenu de la réponse doit comporter au moins %s caractères

source: tags
fr: Mots-clés

source: Tags are short keywords, with no spaces within. At least %(min)s and up to %(max)s tags can be used.
fr: Les mots-clés sont des mots courts ne comportant pas d'espace. Au moins %(min)s et au plus %(max)s mots-clés peuvent être utilisés (séparés par des espaces).

source: please use between %(min)s and %(max)s tags
fr: veuillez utiliser entre %(min)s et %(max)s mots-clés

source: please use between %(min)s and %(max)s characters in you tags
fr: veuillez utiliser entre %(min)s et %(max)s caractères pour les mots-clés

source: please use following characters in tags: letters , numbers, and characters '.#-_'
fr: veuillez utiliser les caractères suivants dans les mots-clés : lettres, chiffres, et caractères '#.-_'

source: You don't have enough reputation to create new tags. The following tags do not exist yet: %s
fr: Vous n'avez pas un niveau de réputation suffisant pour créer de nouveaux mots-clés. Les mots-clés suivants n'existent pas encore : %s

source: community wiki
fr: wiki communautaire

source: if you choose community wiki option, the question and answer do not generate points and name of author will not be shown
fr: si vous choisissez l'option wiki communautaire, la question et la réponse ne génèreront pas de points et le nom de l'auteur ne sera pas mentionné

source: update summary:
fr: Résumé de la modification :

source: enter a brief summary of your revision (e.g. fixed spelling, grammar, improved style, this field is optional)
fr: Entrez un bref résumé de votre modification (par ex. correction de l'orthographe, la grammaire, amélioration du style, ...) - ce champ est facultatif

source: Your message:
fr: Votre message :

source: Your name:
fr: Votre nom :

source: Email (not shared with anyone):
fr: Adresse électronique (ne sera pas communiquée) :

source: this email does not have to be linked to gravatar
fr: Cette adresse électronique n'a pas besoin d'être reliée à Gravatar

source: Real name
fr: Nom complet

source: Website
fr: Site Web

source: Location
fr: Localisation

source: Date of birth
fr: Date de naissance

source: will not be shown, used to calculate age, format: YYYY-MM-DD
fr: ne sera pas affichée, utilisée pour calculer l'âge - format : AAAA-MM-JJ

source: Profile
fr: Profil

source: Screen name
fr: Nom d'utilisateur

source: this email has already been registered, please use another one
fr: cette adresse électronique a déjà été enregistrée, veuillez en utiliser une autre

source: Instantly
fr: Immédiatement

source: No notifications
fr: Aucune notification

source: The e-mail settings of this community are not configured yet. We strongly recommend you to do that from the <a href="%(email_settings_url)s">e-mail settings page</a> as soon as possible.
fr: Les paramètres de courrier électronique de cette communauté ne sont pas encore configurés. Nous vous recommandons fortement de le faire depuis la page des <a href="%(email_settings_url)s">paramètres de messagerie</a> dès que possible.

source: Please, configure your APP_URL setting from the local settings file.
fr: Veuillez configurer le paramètre APP_URL dans le fichier des paramètres locaux (settings_local.py).

source: First time here? Check out the <a href="%s">FAQ</a>!
fr: Première visite ? Consultez la <a href="%s">FAQ</a> !

source: You
fr: Vous

source: on %(link)s
fr: sur %(link)s

source: comment
fr: commentaire

source: Unknown
fr: Inconnu

source: No description available
fr: Aucune description disponible

source: post
fr: contribution

source: [Unpublished] %s
fr: [non publié] %s

source: [deleted]
fr: [supprimé]

source: [closed]
fr: [fermé]

source: interesting
fr: intéressant

source: ignored
fr: ignoré

source: Badges config
fr: Configuration des badges

source: Configure badges on your OSQA site.
fr: Configurez les badges de votre site OSQA.

source: Accepting answers
fr: Acceptation des réponses

source: Settings to tweak the behaviour of accepting answers.
fr: Paramètres pour ajuster la façon dont les réponses sont acceptées.

source: Disallow answers to be accepted
fr: Ne pas accepter de réponses

source: Disable accepting answers feature. If you re-enable it in the future, currently accepted answers will still be marked as accepted.
fr: Désactive la fonctionnalité d'acceptation des réponses. Si vous la réactivez dans le futur, les réponses déjà marquées comme acceptées le seront toujours.

source: Maximum accepted answers per question
fr: Nombre maximum de réponses acceptées par question

source: How many accepted answers are allowed per question. Use 0 for no limit.
fr: Combien de réponses peuvent être acceptées par question. Utilisez 0 pour ne pas imposer de limite.

source: Maximum accepted answers per user/question
fr: Nombre maximum de réponses acceptées par utilisateur/question

source: If more than one accpeted answer is allowed, how many can be accepted per single user per question.
fr: Si plus d'une réponse est autorisée, combien peuvent être acceptées pour un même utilisateur dans cette question.

source: Users an accept own answer
fr: Les utilisateurs peuvent accepter leurs propres réponses

source: Are normal users allowed to accept their own answers..
fr: Les utilisateurs normaux ont-ils le droit d'accepter leurs propres réponses.

source: Authentication settings
fr: Paramètres d'authentification

source: User authentication settings
fr: Paramètres d'authentification

source: Require login to view site
fr: Authentification nécessaire pour accéder au site

source: If checked, users will be forced to log in to view site content.
fr: Si cette option est cochée, les utilisateurs devront s'authentifier pour accéder au contenu du site.

source: Default authentication provider
fr: Fournisseur d'authentification par défaut

source: If defined, this provider will be used in replacement of the standard login page, except if an error occurs.
fr: Si cette option est renseignée, le fournisseur choisi sera utilisé à la place de la page de connexion standard, sauf si une erreur se produit.

source: Hide logout confirmation page
fr: Masquer la page de confirmation de déconnexion

source: If checked, users will be logged out as soon as they click the 'logout' link.
fr: Si cette option est cochée, les utilisateurs seront déconnectés dès qu'ils cliqueront sur le lien 'déconnexion'.

source: Basic settings
fr: Paramètres de base

source: The basic settings for your application
fr: Paramètres de base pour votre application

source: Application logo
fr: Logo de l'application

source: Your site main logo.
fr: Logo principal du site

source: Favicon
fr: Icône des favoris

source: Your site favicon.
fr: L'icône des favoris du site

source: Application title
fr: Titre de l'application

source: The title of your application that will show in the browsers title bar
fr: Le titre de votre application qui apparaîtra dans la barre de navigation

source: Application short name
fr: Nom court de l'application

source: Application keywords
fr: Mots-clés de l'application

source: The meta keywords that will be available through the HTML meta tags.
fr: Les mots-clés qui seront disponibles à travers les balises HTML meta.

source: Application description
fr: Description de l'application

source: The description of your application
fr: La description de votre application

source: Copyright notice
fr: Droits d'auteur

source: The copyright notice visible at the footer of your page.
fr: La mention relative aux droits d'auteur visible en bas de page.

source: Support URL
fr: URL de support

source: The URL provided for users to get support. It can be http: or mailto: or whatever your preferred support scheme is.
fr: L'URL fournie aux utilisateur pour obtenir du support. Il peut s'agit d'une URL en http: ou mailto: ou tout autre protocole supporté.

source: Contact URL
fr: URL de contact

source: The URL provided for users to contact you. It can be http: or mailto: or whatever your preferred contact scheme is.
fr: L'URL fournie aux utilisateurs pour vous contacter. Il peut s'agit d'une URL en http: ou mailto: ou tout autre protocole supporté.

source: Email settings
fr: Paramètres de messagerie

source: Email server and other email related settings.
fr: Paramètres du serveur de courrier électronique et assimilés.

source: E-Mail settings test
fr: Test des paramètres de courrier électronique

source: Test the current E-Mail configuration.
fr: Tester la configuration actuelle du courrier électronique.

source: Email Server
fr: Serveur SMTP

source: The SMTP server through which your application will be sending emails.
fr: Le serveur SMTP à travers lequel l'application enverra des courriers électroniques.

source: Email Port
fr: Port SMTP

source: The port on which your SMTP server is listening to. Usually this is 25, but can be something else.
fr: Le port sur lequel votre serveur SMTP est en écoute. Il s'agit généralement du port 25, mais cela peut être une autre valeur.

source: Email User
fr: Utilisateur SMTP

source: The username for your SMTP connection.
fr: Le nom d'utilisateur pour la connexion SMTP

source: Email Password
fr: Mot de passe SMTP

source: The password for your SMTP connection.
fr: Le mot de passe pour la connexion SMTP.

source: Use TLS
fr: Utiliser TLS

source: Whether to use TLS for authentication with your SMTP server.
fr: Utiliser ou non TLS pour l'authentification auprès du serveur SMTP.

source: Site 'from' Email Address
fr: Adresse électronique émettrice

source: The address that will show up on the 'from' field on emails sent by your website.
fr: L'adresse qui apparaîtra dans le champ 'De' des courriels envoyés par votre site.

source: Site 'reply-to' Email Address
fr: Adresse électronique de réponse

source: The address that will show up on the 'reply-to' field on emails sent by your website.
fr: L'adresse qui apparaîtra dans le champ 'Réponse à' des courriels envoyés par votre site.

source: Email Subject Prefix
fr: Préfixe du sujet du courriel

source: Every email sent through your website will have the subject prefixed by this string. It's usually a good idea to have such a prefix so your users can easily set up a filter on their email clients.
fr: Chaque courriel envoyé par votre site aura le sujet préfixé par cette chaine. Il est généralement recommandé de définir un tel préfixe pour permettre à vos utilisateurs de configurer un filtre dans leur client de messagerie.

source: Email Footer Text
fr: Texte de base de page des mails

source: Email footer text, usually "CAN SPAM" compliance, or the physical address of the organization running the website. See <a href="http://en.wikipedia.org/wiki/CAN-SPAM_Act_of_2003">this Wikipedia article</a> for more info.
fr: Texte de pied de page du courriel, habituellement pour conformité avec la directive "CAN SPAM", ou l'adresse physique de l'organisation responsable du site. Consultez <a href="http://en.wikipedia.org/wiki/CAN-SPAM_Act_of_2003">cet article de Wikipedia</a> pour plus d'informations.

source: Email Border Color
fr: Couleur de bordure du courriel

source: The outter border color of the email base template
fr: La couleur de la bordure extérieure du modèle de courriel de base

source: Email Paragraph Style
fr: Style de paragraphe du courriel

source: A valid css string to be used to style email paragraphs (the P tag).
fr: Une chaine CSS valide à utiliser pour le style des paragraphes du courriel (balise P).

source: Email Link Style
fr: Style de lien du courriel

source: A valid css string to be used to style email links (the A tag).
fr: Une chaine CSS valide à utiliser pour le style des liens du courriel (balise A).

source: Send digest only to active users
fr: N'envoyer un résumé qu'aux utilisateurs actifs

source: If checked the daily digest won't be sent to users that have been suspended.
fr: Si cette option est cochée, le courriel de résumé quotidien ne sera pas envoyé aux utilisateurs suspendus.

source: Send digest only to validated users
fr: N'envoyer un résumé qu'aux utilisateurs validés

source: If checked the daily digest won't be sent to users that haven't validated their emails.
fr: Si cette option est cochée, le courriel de résumé quotidien ne sera pas envoyé aux utilisateurs qui n'ont pas validé leur adresse électronique.

source: External Keys
fr: Clés externes
