Repository: fcrespel/project-factory-packages
Catalog: services/osqa/src/main/product/app/services/osqa/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Data export settings
fr: Paramètres d'export des données

source: Backups storage
fr: Stockage des sauvegardes

source: A folder to keep your backups organized.
fr: Répertoire pour garder vos sauvegardes organisées.

source: XML data export
fr: Export de données XML

source: XML data exporter
fr: Exportateur de données XML

source: Export database to XML format
fr: Exporter la base de données au format XML

source: Available backups
fr: Sauvegardes disponibles

source: Start new backup
fr: Commencer une nouvelle sauvegarde

source: Start
fr: Commencer

source: XML data importer
fr: Importateur de données XML

source: Import data from dump file
fr: Importer les données à partir d'un fichier de sauvegarde

source: Restore data from a previous export
fr: Restaurer les données d'un export précédent

source: Skipped
fr: Ignoré

source: Your backup is ready to be downloaded.
fr: Votre sauvegarde est prête à être téléchargée.

source: All data sucessfully imported.
fr: Toutes les données ont été importées avec succès.

source: An error has occurred during the export proccess
fr: Une erreur est survenue lors du processus d'export

source: An error has occurred during the import proccess
fr: Une erreur est survenue lors du processus d'import

source: Please check the log file for a full stack trace.
fr: Veuillez consulter le fichier journal pour obtenir une trace de la pile d'appels.

source: Please wait while we prepare your backup file to download.
fr: Veuillez patienter pendant la préparation de votre fichier de sauvegarde.

source: Please wait while we import your data.
fr: Veuillez patienter pendant l'import de vos données.

source: Started <span id="time_started"></span>
fr: Commencé <span id="time_started"></span>

source: Download file
fr: Télécharger le fichier

source: Total progress
fr: Progression totale

source: of
fr: sur

source: Something wrond happened during Facebook authentication, administrators will be notified
fr: Une erreur est survenue lors de l'authentification Facebook, les administrateurs seront notifiés

source: Login failed. Please enter valid username and password (both are case-sensitive)
fr: La connexion a échoué. Veuillez entrer un nom d'utilisateur et un mot de passe valides (tous deux sont sensibles à la casse)

source: Login failed - LDAP bind error. Please contact your system administrator
fr: La connexion a échoué - erreur d'association LDAP. Veuillez contacter votre administrateur système

source: LDAP settings
fr: Paramètres LDAP

source: LDAP configuration for OSQA
fr: Configuration LDAP pour OSQA

source: LDAP Server
fr: Serveur LDAP

source: The hostname of your organization's LDAP server
fr: Nom d'hôte du serveur LDAP de votre organisation

source: Check to use TLS
fr: Cochez cette option pour utiliser TLS

source: DN for binding
fr: DN pour l'association

source: Enter the DN to use to bind to the LDAP server (leave blank for anonymous bind)
fr: Entrez le DN à utiliser pour l'association au serveur LDAP (laisser vide pour une association anonyme)

source: Password for binding
fr: Mot de passe pour l'association

source: Password for binding DN above
fr: Mot de passe pour l'association au DN ci-dessus

source: Base DN
fr: DN de base

source: The Base DN used to search for users
fr: Le DN de base à utiliser pour rechercher les utilisateurs

source: User Mask
fr: Filtre d'utilisateurs

source: The mask to query for a User
fr: Filtre à utiliser pour rechercher un utilisateur

source: uid field
fr: Champ uid

source: ldap field that holds the uid (sAMAccountName in AD)
fr: Champ LDAP contenant l'uid (sAMAccountName dans ActiveDirectory)

source: Name field
fr: Champ nom

source: ldap field that holds the full name (displayName in AD)
fr: Champ LDAP contenant le nom complet (displayName dans ActiveDirectory)

source: email field
fr: Champ adresse électronique

source: ldap field that holds the email
fr: Champ LDAP contenant l'adresse électronique

source: Enter your LDAP user name and password
fr: Entrez votre nom d'utilisateur et votre mot de passe LDAP

source: Login name
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Please enter valid username and password (both are case-sensitive).
fr: Veuillez entrer un nom d'utilisateur et un mot de passe valides (tous deux sont sensibles à la casse).

source: Login failed.
fr: Échec de la connexion.

source: This user is not a valid user
fr: Cet utilisateur n'est pas un utilisateur valide

source: Please enter username and password
fr: Veuillez entrer un nom d'utilisateur et un mot de passe

source: Please enter your password
fr: Veuillez entrer votre mot de passe

source: Please enter user name
fr: Veuillez entrer un nom d'utilisateur

source: Enter your local user name and password
fr: Entrez votre nom d'utilisateur et votre mot de passe locaux

source: or select your external provider above
fr: ou choisissez votre fournisseur externe ci-dessus

source: Create account
fr: Créer un compte

source: Forgot your password?
fr: Mot de passe oublié ?

source: Error, the oauth token is not on the server
fr: Erreur, le jeton OAuth n'est pas sur le serveur

source: Something went wrong! Auth tokens do not match
fr: Une erreur est survenue. Les jetons d'authentification ne correspondent pas.

source: Sorry, but your input is not a valid OpenId
fr: Désolé, votre saisie ne correspond pas à un OpenID valide

source: The OpenId authentication request was canceled
fr: La demande d'authentification OpenID a été annulée

source: The OpenId authentication failed:
fr: L'authentification OpenID a échoué :

source: Setup needed
fr: Configuration nécessaire

source: The OpenId authentication failed with an unknown status:
fr: L'authentification OpenID a échoué avec une erreur inconnue :

source: Enter your OpenId Url
fr: Entrez votre URL OpenID

source: Bug Buster
fr: Chasseur de bugs

source: Got %s upvotes in a question tagged with "bug"
fr: %s votes pour une question avec le mot-clé "bug"

source: Invalid captcha
fr: Captcha invalide

source: SX Importer
fr: Importateur SX

source: Welcome to Stack Exchange dump importer.
fr: Bienvenue dans l'importateut de sauvegarde Stack Exchange

source: Your user id in stack exchange
fr: Votre identifiant utilisateur sur Stack Exchange

source: Merge users with same user name and email
fr: Fusionner les utilisateurs avec le même nom d'utilisateur et adresse électronique

source: Wasn't able to check to the update server.
fr: Impossible de contacter le serveur de mise à jour.

source: Wasn't able to retreive the update messages.
fr: Impossible de récupérer les messages de mise à jour.

source: %d update messages have been downloaded.
fr: %d messages de mise à jour ont été téléchargés.

source: Updater Settings
fr: Paramètres de mise à jour

source: OSQA Update Checker Settings.
fr: Paramètres de l'utilitaire de mise à jour d'OSQA

source: Use the OSQA update server recieve notifications about the latest updates.
fr: Utilisez le serveur de mise à jour d'OSQA pour recevoir des notifications sur les dernières mises à jour.

source: Update Checker
fr: Recherche de mise à jour

source: Checking for updates
fr: Recherche des mises à jour disponibles

source: Use the OSQA update server to check for updates
fr: Utiliser le serveur de mises à jour d'OSQA pour vérifier la disponibilité de mises à jour

source: Check for Updates
fr: Rechercher des mises à jour

source: Test Phrase 1
fr: Phrase test 1

source: Test Phrase 2
fr: Phrase test 2

source: Test Phrase 3
fr: Phrase test 3

source: Test Phrase n
fr: Phrase test n
