Repository: fcrespel/project-factory-packages
Catalog: services/osqa/src/main/product/app/services/osqa/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Sorry, but you don't have enough %(action)s left for today..<br />The limit is %(limit)s per day..<br />Please check the <a href='%(faq_url)s'>faq</a>
fr: Désolé, mais il ne vous reste pas assez de %(action)s pour aujourd'hui.<br /> La limite est de %(limit)s par jour.<br />Pour plus d'informations, consultez la <a href='%(faq_url)s'>FAQ</a>

source: Sorry, but you cannot %(action)s twice the same post.<br />Please check the <a href='%(faq_url)s'>faq</a>
fr: Désolé, mais vous ne pouvez pas %(action)s deux fois pour la même publication.<br />Pour plus d'informations, veuillez consulter la <a href='%(faq_url)s'>FAQ</a>

source: Invalid request
fr: Requête invalide

source: Sorry but you cannot cancel a vote after %(ndays)d %(tdays)s from the original vote
fr: Désolé, mais vous ne pouvez pas annuler un vote %(ndays)d %(tdays)s après le vote original

source: day
fr: jour

source: You have %(nvotes)s %(tvotes)s left today.
fr: Il vous reste %(nvotes)s %(tvotes)s pour aujourd'hui.

source: flag posts
fr: signaler des messages

source: flag
fr: signaler

source: flags
fr: signalements

source: You already flagged this post with the following reason: %(reason)s
fr: Vous avez déja signalé ce message avec la raison suivante : %(reason)s

source: Reason is empty
fr: La raison est vide

source: Thank you for your report. A moderator will review your submission shortly.
fr: Merci pour votre signalement. Un modérateur le prendra en compte dès que possible.

source: like comments
fr: aimer des commentaires

source: like
fr: aimer

source: delete comments
fr: supprimer des commentaires

source: mark a question as favorite
fr: ajouter une question aux favoris

source: Comment is empty
fr: Le commentaire est vide

source: At least %d characters required on comment body.
fr: Au moins %d caractères sont requis pour le texte du commentaire.

source: No more than %d characters on comment body.
fr: Pas plus de %d caractères pour le texte du commentaire.

source: edit comments
fr: éditer des commentaires

source: accept answers
fr: accepter des réponses

source: Sorry but you cannot accept the answer
fr: Désolé, mais vous ne pouvez accepter cette réponse

source: This question already has an accepted answer.
fr: Cette question a déjà une réponse acceptée.

source: The author of this answer already has an accepted answer in this question.
fr: L'auteur de cette réponse a déjà une réponse acceptée pour cette question.

source: Congratulations! You've accepted an answer.
fr: Félicitations ! Vous avez accepté une réponse.

source: delete posts
fr: supprimer des messages

source: close questions
fr: fermer des questions

source: reopen questions
fr: réouvrir des questions

source: mark posts as community wiki
fr: marquer des messages comme wiki communautaire

source: cancel a community wiki post
fr: annuler le marquage comme wiki communautaire

source: convert answers to comments
fr: convertir des réponses en commentaires

source: Answer by %(uname)s: %(snippet)s...
fr: Réponse de %(uname)s : %(snippet)s ...

source: That is an invalid post to put the comment under
fr: Le commentaire ne peut pas être placé sous ce message

source: convert comments to answers
fr: convertir des commentaires en réponses

source: You do not have the correct credentials to preform this action.
fr: Vous n'avez pas les droits appropriés pour effectuer cette action.

source: The permanent URL to the answer has been copied to your clipboard.
fr: Le lien permanent vers cette réponse a été copié dans votre presse-papiers.

source: award
fr: récompenser

source: The number of points to award needs to be a positive value.
fr: Le nombre de points à donner doit être une valeur positive.

source: You have awarded %(awarded_user)s with %(points)d points
fr: Vous avez donné %(points)d points à %(awarded_user)s

source: We're sorry, but an unknown error ocurred.<br />Please try again in a while.
fr: Désolé, mais une erreur inconnue s'est produite.<br />Veuillez réessayer ultérieurement.

source: Thanks for the feedback!
fr: Merci pour vos commentaires !

source: We look forward to hearing your feedback! Please, give it next time :)
fr: Nous sommes à l'écoute de vos commentaires et suggestions. N'hesitez pas la prochaine fois :-)

source: Most <strong>recently updated</strong> questions
fr: Questions <strong>mises à jour récemment</strong>

source: most <strong>recently asked</strong> questions
fr: Questions <strong>posées récemment</strong>

source: most <strong>active</strong> questions in the last 24 hours</strong>
fr: Questions les <strong>plus actives</strong> dans les dernières 24 heures

source: most <strong>voted</strong> questions
fr: Questions ayant le <strong>plus de voix</strong>

source: oldest
fr: anciens

source: oldest answers
fr: plus anciens

source: oldest answers will be shown first
fr: les réponses les plus anciennes seront affichées en premier

source: newest answers
fr: plus récents

source: newest answers will be shown first
fr: les réponses les plus récentes seront affichées en premier

source: popular answers
fr: plus populaires

source: most voted answers will be shown first
fr: les réponses avec le plus de voix seront affichées en premier

source: by name
fr: par nom

source: sorted alphabetically
fr: trié par ordre alphabétique

source: by popularity
fr: par popularité

source: sorted by frequency of tag use
fr: trié par fréquence d'utilisation du mot-clé

source: latest questions
fr: dernières questions

source: unanswered
fr: Sans réponse

source: open questions without an accepted answer
fr: Questions ouvertes sans réponse acceptée

source: Unanswered Questions
fr: Questions sans réponse

source: questions tagged <span class="tag">%(tag)s</span>
fr: questions portant les mots-clés <span class="tag">%(tag)s</span>

source: Questions Tagged With %(tag)s
fr: Questions portant les mots-clés %(tag)s

source: Questions asked by %s
fr: Questions posées par %s

source: Questions answered by %s
fr: Questions répondues par %s

source: Questions you subscribed %s
fr: Questions auxquelles vous êtes abonné %s

source: Questions subscribed by %s
fr: Questions suivies par %s

source: ranking
fr: notation

source: relevance
fr: pertinence

source: most relevant questions
fr: questions les plus pertinentes

source: questions matching '%(keywords)s'
fr: questions contenant '%(keywords)s'

source: Revision n. %(rev_number)d
fr: Révision n. %(rev_number)d

source: sorted by reputation
fr: trié par réputation

source: recent
fr: nouveaux

source: newest members
fr: nouveaux membres

source: oldest members
fr: anciens membres

source: by username
fr: par nom d'utilisateur

source: sorted by username
fr: trié par nom d'utilisateur

source: Online Users
fr: Utilisateurs en ligne

source: Profile updated.
fr: Profil mis à jour.

source: Only superusers are allowed to alter other users permissions.
fr: Seuls les super-utilisateurs peuvent changer les permissions des autres utilisateurs.

source: Only the site owner can remove the super user status from other user.
fr: Seul le propriétaire du site peut retirer le statut de super-utilisateur d'un autre utilisateur.

source: Only superusers are allowed to award reputation points
fr: Seuls les super-utilisateurs peuvent donner des points de réputation

source: Invalid number of points to award.
fr: Nombre de points invalide.

source: Only superusers can suspend other users
fr: Seuls les super-utilisateurs peuvent suspendre d'autres utilisateurs

source: Invalid numeric argument for the number of days.
fr: Nombre de jours invalide.

source: overview
fr: vue d'ensemble

source: user overview
fr: vue d'ensemble de l'utilisateur

source: recent activity
fr: activité récente

source: recent user activity
fr: activité récente de l'utilisateur

source: reputation history
fr: historique de réputation

source: graph of user karma
fr: graphique de la réputation de l'utilisateur

source: user vote record
fr: historique des votes

source: favorites
fr: favoris

source: questions that user selected as his/her favorite
fr: questions que l'utilisateur a ajoutées à ses favoris

source: subscription
fr: abonnement

source: subscriptions
fr: abonnements

source: New subscription settings are now saved
fr: Les nouveaux paramètres d'abonnement ont été sauvegardés

source: preferences
fr: préférences

source: New preferences saved
fr: Nouvelles préférences sauvegardées

source: uploading images is limited to users with >60 reputation points
fr: l'envoi d'images est réservé aux utilisateurs ayant plus de 60 points de réputation

source: allowed file types are 'jpg', 'jpeg', 'gif', 'bmp', 'png', 'tiff'
fr: les types de fichiers autorisés sont 'jpg', 'jpeg', 'gif', 'bmp', 'png', 'tiff'

source: maximum upload file size is %sM
fr: la taille maximum d'un fichier envoyé est de %s Mo

source: Error uploading file. Please contact the site administrator. Thank you. %s
fr: Erreur lors de l'envoi du fichier. Veuillez contacter l'administrateur du site. Merci. %s

source: Your question is pending until you %s.
fr: Votre question est en attente jusqu'à ce que vous %s.

source: validate your email
fr: validiez votre adresse électronique

source: Converted to question
fr: Converti en question

source: Your answer is pending until you %s.
fr: Votre réponse est en attente jusqu'à ce que vous %s.

source: WordPress API key
fr: Clé d'API WordPress

source: Your WordPress API key. You can get one at <a href='http://wordpress.com/'>http://wordpress.com/</a>
fr: Votre clé d'API WordPress. Vous pouvez en obtenir une sur <a href='http://wordpress.com/'>http://wordpress.com/</a>

source: Minimum reputation to not have your posts checked
fr: Réputation minimum pour éviter de voir vos messages soumis à approbation

source: The minimum reputation a user must have so that when they post a question, answer or comment it is not checked for spam.
fr: La réputation minimale qu'un utilisateur doit avoir pour que ses questions, réponses et commentaires ne soient pas automatiquement contrôlés comme indésirables.

source: Sorry, but akismet thinks your %s is spam.
fr: Désolé, mais Akismet considère votre %s comme indésirable.

source: Akismet message
fr: Message d'Askismet

source: Akismet believes your %(action_name)s is spam.
fr: Akismet considère que votre %(action_name)s est indésirable.

source: We're sorry, but Akismet believes your %(action_name)s is spam.<br /> If you believe this is an error, please contact the forum administrator.
fr: Desolé, mais Akismet considère que %(action_name)s est indésirable.<br /> Si vous estimez qu'il s'agit d'une erreur, veuillez contacter l'administrateur du site.

source: Submit
fr: Soumettre

source: Login failed. CAS ticket is missing.
fr: La connexion a échoué. Le ticket CAS est manquant.

source: Login failed. CAS ticket is invalid.
fr: La connexion a échoué. Le ticket CAS est invalide.

source: CAS settings
fr: Paramètres CAS

source: CAS configuration for OSQA
fr: Configuration CAS pour OSQA

source: CAS Server URL
fr: URL du serveur CAS

source: The URL of the CAS server to use for authentication, e.g. https://cas.example.org or https://example.org/cas/
fr: L'URL du serveur CAS à utiliser pour l'authentification, par ex. https://cas.example.org ou https://example.org/cas/

source: CAS Protocol
fr: Protocole CAS

source: The CAS server protocol to use for ticket validation. Only CAS 2.0 supports attributes.
fr: Le protocole du serveur CAS à utiliser pour la validation du ticket. Seul CAS 2.0 supporte les attributs.

source: User Name Attribute
fr: Attribut Nom complet

source: The user attribute holding the full name.
fr: L'attribut utilisateur contenant le nom complet.

source: User Email Attribute
fr: Attribut Adresse électronique

source: The user attribute holding the email address.
fr: L'attribut utilisateur contenant l'adresse électronique.

source: Enable Single Sign-Out
fr: Activer la déconnexion unique

source: Whether Single Sign-Out should be enabled or not.
fr: La déconnexion unique (Single Sign-Out) doit-elle etre activée ou non.

source: Single Sign-Out Servers
fr: Serveurs de déconnexion unique

source: Space-separated list of hostnames or IP addresses allowed to send logout requests for Single Sign-Out. If empty, the CAS server defined above is used.
fr: Liste de noms d'hôtes ou adresses IP séparés par des espaces, autorisés à envoyer des requêtes de déconnexion pour la déconnexion unique (Single Sign-Out). Si cette liste est vide, le serveur CAS défini ci-dessus sera utilisé.

source: Asked a question with %s views
fr: Poser une question vue %s fois

source: Popular Question
fr: Question populaire

source: Notable Question
fr: Question notable

source: Famous Question
fr: Question célèbre

source: Question voted up %s times
fr: Question avec %s voix

source: Nice Question
fr: Bonne question

source: Good Question
fr: Très bonne question

source: Great Question
fr: Excellente question

source: Answer voted up %s times
fr: Réponse avec %s voix

source: Nice Answer
fr: Bonne réponse

source: Good Answer
fr: Très bonne réponse

source: Great Answer
fr: Excellente réponse

source: Question favorited by %s users
fr: Question favorite pour %s utilisateurs

source: Favorite Question
fr: Question favorite

source: Stellar Question
fr: Question exceptionnelle

source: Disciplined
fr: Discipliné

source: Deleted own post with score of %s or higher
fr: Supprimer une de ses propres contributions avec un score de %s ou plus

source: Peer Pressure
fr: Pression du groupe

source: Deleted own post with score of %s or lower
fr: Supprimer une de ses propres contributions avec un score de %s ou moins

source: Critic
fr: Critique

source: First down vote
fr: Premier vote négatif

source: First up vote
fr: Premier vote positif

source: Citizen Patrol
fr: Patrouilleur

source: First flagged post
fr: Premier message signalé

source: Organizer
fr: Organisateur

source: First retag
fr: Premier changement de mot-clé

source: Editor
fr: Editeur

source: First edit
fr: Première modification

source: Scholar
fr: Erudit

source: First accepted answer on your own question
fr: Premiere réponse acceptée à votre propre question

source: Cleanup
fr: Nettoyage

source: First rollback
fr: Première restauration

source: Autobiographer
fr: Autobiographe

source: Completed all user profile fields
fr: Profil utilisateur complètement rempli

source: Civic Duty
fr: Bon citoyen

source: Voted %s times
fr: Voter %s fois

source: Pundit
fr: Commentateur

source: Left %s comments
fr: Laisser %s commentaires

source: Self Learner
fr: Autodidacte

source: Answered your own question with at least %s up votes
fr: Répondre à sa propre question avec au moins %s votes

source: Strunk & White
fr: Figure de style

source: Edited %s entries
fr: %s entrées modifiées

source: Student
fr: Etudiant

source: Asked first question with at least one up vote
fr: Première question posée avec au moins un vote

source: Teacher
fr: Professeur

source: Answered first question with at least one up vote
fr: Première question répondue avec au moins un vote

source: Enlightened
fr: Eclairé

source: First answer was accepted with at least %s up votes
fr: Première réponse acceptée avec au moins %s votes

source: Guru
fr: Gourou

source: Accepted answer and voted up %s times
fr: Réponse acceptée avec %s votes

source: Necromancer
fr: Nécromancien

source: Answered a question more than %(dif_days)s days later with at least %(up_votes)s votes
fr: Répondre à une question datant de plus de %(dif_days)s jours avec au moins %(up_votes)s votes

source: Taxonomist
fr: Taxonomiste

source: Created a tag used by %s questions
fr: Création d'un mot-clé utilisé par %s questions

source: Validated Email
fr: Adresse électronique validée

source: User who has validated email associated to the account
fr: Utilisateur ayant validé l'adresse électronique associée à son compte

source: Popular Question views
fr: Nombre de vues pour Question populaire

source: Number of question views required to award a Popular Question badge to the question author
fr: Nombre de consultations nécessaires pour décerner le badge Question populaire à l'auteur d'une question

source: Notable Question views
fr: Nombre de vues pour Question notable

source: Number of question views required to award a Notable Question badge to the question author
fr: Nombre de consultations nécessaires pour décerner le badge Question notable à l'auteur d'une question

source: Famous Question views
fr: Nombre de vues pour Question célèbre

source: Number of question views required to award a Famous Question badge to the question author
fr: Nombre de consultations nécessaires pour décerner le badge Question célèbre à l'auteur d'une question

source: Nice Answer up votes
fr: Nombre de votes pour Bonne réponse

source: Number of up votes required to award a Nice Answer badge to the answer author
fr: Nombre de votes nécessaires pour décerner le badge Bonne réponse à l'auteur d'une réponse

source: Nice Question up votes
fr: Nombre de votes pour Bonne question

source: Number of up votes required to award a Nice Question badge to the question author
fr: Nombre de votes nécessaires pour décerner le badge Bonne question à l'auteur d'une question

source: Good Answer up votes
fr: Nombre de votes pour Très bonne réponse

source: Number of up votes required to award a Good Answer badge to the answer author
fr: Nombre de votes nécessaires pour décerner le badge Très bonne réponse à l'auteur d'une réponse

source: Good Question up votes
fr: Nombre de votes pour Très bonne question

source: Number of up votes required to award a Good Question badge to the question author
fr: Nombre de votes nécessaires pour décerner le badge Très bonne question à l'auteur d'une question

source: Great Answer up votes
fr: Nombre de votes pour Excellente réponse

source: Number of up votes required to award a Great Answer badge to the answer author
fr: Nombre de votes nécessaires pour décerner le badge Excellente réponse à l'auteur d'une réponse

source: Great Question up votes
fr: Nombre de votes pour Excellente question

source: Number of up votes required to award a Great Question badge to the question author
fr: Nombre de votes nécessaires pour décerner le badge Excellente question à l'auteur d'une question

source: Favorite Question favorite count
fr: Nombre de favoris pour Question favorite

source: How many times a question needs to be favorited by other users to award a Favorite Question badge to the question author
fr: Combien de fois une question doit être marquée comme favorite par d'autres utilisateurs pour décerner le badge Question favorite à l'auteur

source: Stellar Question favorite count
fr: Nombre de favoris pour Question exceptionnelle

source: How many times a question needs to be favorited by other users to award a Stellar Question badge to the question author
fr: Combien de fois une question doit être marquée comme favorite par d'autres utilisateurs pour décerner le badge Question exceptionnelle à l'auteur

source: Disciplined minimum score
fr: Score minimum pour Discipliné

source: Minimum score a question needs to have to award the Disciplined badge to an author of a question who deletes it.
fr: Score minimum qu'une question doit avoir pour décerner le badge Discipliné à l'auteur qui a supprimé sa question.

source: Peer Pressure maximum score
fr: Score maximum pour Pression du groupe

source: Maximum score a question needs to have to award the Peer Pressure badge to an author of a question who deletes it.
fr: Score maximum qu'une question doit avoir pour décerner le badge Pression du groupe à l'auteur qui a supprimé sa question.

source: Civic Duty votes
fr: Nombre de votes pour Bon citoyen

source: Number of votes an user needs to cast to be awarded the Civic Duty badge.
fr: Nombre de votes qu'un utilisateur doit soumettre pour obtenir le badge Bon citoyen.

source: Pundit number of comments
fr: Nombre de commentaires pour Commentateur

source: Number of comments an user needs to post to be awarded the Pundit badge.
fr: Nombre de commentaires qu'un utilisateur doit poster pour obtenir le badge Commentateur.

source: Self Learner up votes
fr: Nombre de votes pour Autodidacte

source: Number of up votes an answer from the question author needs to have for the author to be awarded the Self Learner badge.
fr: Nombre de votes qu'une réponse de l'auteur de la question doit avoir pour décerner le badge Autodidacte à l'auteur.

source: Strunk and White updates
fr: Nombre de mises à jour pour Figure de style

source: Number of question or answer updates an user needs to make to be awarded the Strunk & White badge.
fr: Nombre de mises à jour de questions ou de réponses nécessaires pour décerner le badge Figure de style à l'utilisateur qui les a modifiées.

source: Enlightened up votes
fr: Nombre de votes pour Eclairé

source: Number of up votes an accepted answer needs to have for the author to be awarded the Enlightened badge.
fr: Nombre de votes qu'une réponse acceptée doit avoir pour décerner le badge Eclairé à son auteur.

source: Guru up votes
fr: Nombre de votes pour Gourou

source: Number of up votes an accepted answer needs to have for the author to be awarded the Guru badge.
fr: Nombre de votes qu'une réponse acceptée doit avoir pour décerner le badge Gourou à son auteur.

source: Necromancer up votes
fr: Nombre de votes pour Nécromancien

source: Number of up votes an answer needs to have for the author to be awarded the Necromancer badge.
fr: Nombre de votes qu'une réponse doit avoir pour décerner le badge Nécromancien à son auteur.

source: Necromancer difference in days
fr: Nombre de jours d'écart pour Nécromancien

source: Difference in days betwen the posted date of a question and an answer for the answer author to be awarded the Necromancer badge.
fr: Différence en jours entre la date de soumission d'une question et la réponse pour décerner le badge Nécromancien à l'auteur de la réponse.

source: Taxonomist usage count
fr: Nombre d'utilisations pour Taxonomiste

source: How many usages a tag needs to have for the tag creator to be awarded the Taxonomist badge.
fr: Combien de fois un mot-clé doit être utilisé pour décerner le badge Taxonomiste au créateur du mot-clé.

source: Compressing xml files
fr: Compression des fichiers XML

source: Importing uploaded files
fr: Importation des fichiers envoyés

source: Importing skins folder
fr: Importation du répertoire des thèmes

source: Writing inf file.
fr: Ecriture du fichier inf

source: Saving backup file
fr: Enregistrement du fichier de sauvegarde

source: Queued
fr: En file d'attente

source: Starting
fr: Démarrage

source: Exporting %s
fr: Exportation de %s

source: Exporting
fr: Exportation

source: Writing temp file
fr: Ecriture du fichier temporaire

source: Writing %s temp file
fr: Ecriture du fichier temporaire %s

source: Done
fr: Terminé

source: Compressing files
fr: Compression des fichiers

source: Nodes
fr: Publications

source: Awards
fr: Récompenses

source: Settings
fr: Paramètres

source: File format
fr: Format de fichier

source: File format of the compressed backup
fr: Format de fichier de la sauvegarde compressée

source: Anonymized data
fr: Données anonymisées

source: Don't export user data and make all content anonymous
fr: Ne pas exporter les données des utilisateurs et rendre tout le contenu anonyme

source: Uploaded files
fr: Fichiers envoyés

source: Include uploaded files in the backup
fr: Inclure les fichiers envoyés dans la sauvegarde

source: Skins folder
fr: Répertoire des thèmes

source: Include skins folder in the backup
fr: Inclure le répertoire des thèmes dans la sauvegarde

source: Importing %s
fr: Importation de %s

source: Importing
fr: Importation

source: Exporter settings
fr: Paramètres d'export
