Repository: fcrespel/project-factory-packages
Catalog: services/osqa/src/main/product/app/services/osqa/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Keys for various external providers that your application may optionally use.
fr: Les clés pour les différents prestataires externes que votre application peut éventuellement utiliser.

source: Google sitemap code
fr: Code Google sitemap

source: This is the code you get when you register your site at <a href='https://www.google.com/webmasters/tools/'>Google webmaster central</a>.
fr: Il s'agit du code obtenu lorsque vous enregistrez votre site sur <a href='https://www.google.com/webmasters/tools/'>Google webmaster central</a>.

source: Google analytics key
fr: Clé Google Analytics

source: Your Google analytics key. You can get one at the <a href='http://www.google.com/analytics/'>Google analytics official website</a>
fr: Votre clé Google Analytics. Vous pouvez en obtenir une sur le <a href='http://www.google.com/analytics/'>site officiel de Google Analytics</a>

source: Form settings
fr: Paramètres de formulaire

source: General settings for the OSQA forms.
fr: Paramètres généraux pour les formulaires OSQA.

source: Enable community wiki
fr: Activer le wiki communautaire

source: Can questions or answers be marked as community wiki.
fr: Les questions et réponses peuvent-elles être marquées comme page de wiki communautaire.

source: Limit tag creation
fr: Limiter la création de mots-clés

source: Limit tag creation to super users, staff or users with a minimum reputation.
fr: Limiter la création de mots-clés aux super-utilisateurs, à l'équipe ou aux utilisateurs avec un minimum de réputation.

source: Minimum number of characters for a question's title
fr: Nombre minimum de caractères pour le titre d'une question

source: The minimum number of characters a user must enter into the title field of a question.
fr: Le nombre de caractères minimum qu'un utilisateur doit entrer dans le champ titre d'une question.

source: Minimum number of characters for a question's content
fr: Nombre minimum de caractères pour le contenu d'une question

source: The minimum number of characters a user must enter into the content field of a question.
fr: Le nombre de caractères minimum qu'un utilisateur doit entrer dans le champ contenu d'une question.

source: Empty question content
fr: Contenu d'une question vide

source: If a question's content can be empty.
fr: Le contenu d'une question peut-il être vide.

source: Required number of tags per question
fr: Nombre de mots-clés requis par question

source: How many tags are required in questions.
fr: Combien de mots-clés sont requis au minimum par question.

source: Maximum number of tags per question
fr: Nombre de mots-clés maximum par question

source: How many tags are allowed in questions.
fr: Combien de mots-clés sont autorisés au maximum par question.

source: Minimum length of a tag
fr: Taille minimum d'un mot-clé

source: How short a tag can be.
fr: Longueur minimale d'un mot-clé.

source: Maximum length of a tag
fr: Taille maximum d'un mot-clé

source: How long a tag can be.
fr: Longueur maximale d'un mot-clé.

source: Minimum number of characters for a comment
fr: Nombre minimum de caractères pour un commentaire

source: The minimum number of characters a user must enter into the body of a comment.
fr: Le nombre de caractères minimum qu'un utilisateur doit entrer pour le corps d'un commentaire.

source: Maximum length of comment
fr: Longueur maximale d'un commentaire

source: The maximum number of characters a user can enter into the body of a comment.
fr: Le nombre maximal de caractères qu'un utilisateur peut entrer dans le corps d'un commentaire.

source: Allow markdown in comments
fr: Autoriser le format markdown dans les commentaires

source: Allow users to use markdown in comments.
fr: Autoriser les utilisateurs à utiliser le format markdown dans les commentaires.

source: Show author gravatar in comments
fr: Afficher le Gravatar de l'auteur dans les commentaires

source: Show the gravatar image of a comment author.
fr: Afficher l'image Gravatar de l'auteur d'un commentaire.

source: context
fr: contexte

source: default
fr: défaut

source: Change this:
fr: Changer ceci :

source: Minimum reputation config
fr: Réputation minimum

source: Configure the minimum reputation required to perform certain actions on your site.
fr: Configurer la réputation minimum requise pour réaliser certaines actions sur votre site.

source: Show captcha if user with less reputation than
fr: Afficher un CAPTCHA si l'utilisateur a une réputation inférieure à

source: If the user has less reputation, captcha is used to when adding new content.
fr: Si l'utilisateur à une réputation inférieure, un CAPTCHA est utilisé lors de l'ajout de nouveau contenu.

source: Minimum reputation to vote up
fr: Réputation minimum pour voter pour

source: The minimum reputation an user must have to be allowed to vote up.
fr: La réputation minimale requise pour permettre à un utilisateur de voter positivement.

source: Minimum reputation to vote down
fr: Réputation minimum pour voter contre.

source: The minimum reputation an user must have to be allowed to vote down.
fr: La réputation minimale requise pour permettre à un utilisateur de voter négativement.

source: Minimum reputation to flag a post
fr: Réputation minimum pour signaler un sujet

source: The minimum reputation an user must have to be allowed to flag a post.
fr: La réputation minimale requise pour permettre à un utilisateur de signaler un sujet.

source: Minimum reputation to comment
fr: Réputation minimum pour commenter

source: The minimum reputation an user must have to be allowed to comment a post.
fr: La réputation minimale requise pour permettre à un utilisateur de commenter un sujet.

source: Minimum reputation to like a comment
fr: Réputation minimum pour aimer un commentaire

source: The minimum reputation an user must have to be allowed to "like" a comment.
fr: La réputation minimale requise pour permettre à un utilisateur "d'aimer" un commentaire.

source: Minimum reputation to upload
fr: Réputation minimum pour envoyer un fichier

source: The minimum reputation an user must have to be allowed to upload a file.
fr: La réputation minimale requise pour permettre à un utilisateur d'envoyer un fichier.

source: Minimum reputation to create tags
fr: Réputation minimum pour créer des mots-clés

source: The minimum reputation an user must have to be allowed to create new tags.
fr: La réputation minimale requise pour permettre à un utilisateur de créer de nouveaux mots-clés.

source: Minimum reputation to close own question
fr: Réputation minimum pour fermer sa propre question

source: The minimum reputation an user must have to be allowed to close his own question.
fr: La réputation minimale requise pour permettre à un utilisateur de fermer sa propre question.

source: Unify close and reopen permissions
fr: Unifier les permissions de fermeture et réouverture

source: If checked the same permissions as the ones to close question will be required to reopen it.
fr: Si cette option est cochée, les mêmes permissions que pour la fermeture de question seront requises pour la réouverture.

source: Minimum reputation to reopen own question
fr: Réputation minimum pour rouvrir sa propre question

source: The minimum reputation an user must have to be allowed to reopen his own question.
fr: La réputation minimale requise pour permettre à un utilisateur d'ouvrir à nouveau sa propre question.

source: Minimum reputation to retag others questions
fr: Réputation minimum pour changer les mots-clés des questions des autres

source: The minimum reputation an user must have to be allowed to retag others questions.
fr: La réputation minimale requise pour permettre à un utilisateur de changer les mots-clés des questions des autres utilisateurs.

source: Minimum reputation to edit wiki posts
fr: Réputation minimum pour modifier les sujets wiki

source: The minimum reputation an user must have to be allowed to edit community wiki posts.
fr: La réputation minimale requise pour permettre à un utilisateur de modifier les sujets de wiki communautaire.

source: Minimum reputation to mark post as community wiki
fr: Réputation minimum pour marquer un sujet comme wiki communautaire

source: The minimum reputation an user must have to be allowed to mark a post as community wiki.
fr: La réputation minimale requise pour permettre à un utilisateur de marquer un sujet comme wiki communautaire.

source: Minimum reputation to edit others posts
fr: Réputation minimum pour modifier les messages des autres

source: The minimum reputation an user must have to be allowed to edit others posts.
fr: La réputation minimale requise pour permettre à un utilisateur de modifier les messages des autres.

source: Minimum reputation to close others posts
fr: Réputation minimum pour fermer les sujets des autres

source: The minimum reputation an user must have to be allowed to close others posts.
fr: La réputation minimale requise pour permettre à un utilisateur de fermer les sujets des autres utilisateurs.

source: Minimum reputation to delete comments
fr: Réputation minimum pour supprimer des commentaires

source: The minimum reputation an user must have to be allowed to delete comments.
fr: La réputation minimale requise pour permettre à un utilisateur d'effacer des commentaires.

source: Minimum reputation to convert answers to comment
fr: Réputation minimum pour convertir des réponses en commentaires

source: The minimum reputation an user must have to be allowed to convert an answer into a comment.
fr: La réputation minimale requise pour permettre à un utilisateur de transformer une réponse en commentaire.

source: Minimum reputation to convert comments to answers
fr: Réputation minimum pour convertir des commentaires en questions

source: The minimum reputation an user must have to be allowed to convert comments into an answer.
fr: La réputation minimale requise pour permettre à un utilisateur de transformer un commentaire en question.

source: Minimum reputation to convert answers to questions
fr: Réputation minimum pour convertir des réponses en questions

source: The minimum reputation an user must have to be allowed to convert an answer into a question.
fr: La réputation minimale requise pour permettre à un utilisateur de transformer une réponse en question.

source: Minimum reputation to view offensive flags
fr: Réputation minimum pour voir les signalements de contenu offensif

source: The minimum reputation an user must have to view offensive flags.
fr: La réputation minimale requise pour permettre à un utilisateur de voir les signalements de contenu offensif.

source: Moderation settings
fr: Paramètres de modération

source: Define the moderation workflow of your site
fr: Définir le workflow de modération de votre site

source: Use canned comments
fr: Utiliser des commentaires préfabriqués

source: If you check, the canned comments feature will be activated, allowing moderators to use canned patterns for their comments.
fr: Si cette option est cochée, la fonctionnalité de commentaires préfabriqués sera activée, permettant aux modérateurs d'utiliser des modèles de réponse pour leurs commentaires.

source: Canned comments
fr: Commentaires préfabriqués

source: <p>Create some canned comments to be used for easier moderation. You can access the {{ post }} and {{ settings }} variables.</p> <p>If you want to access the current post author username you can use {{ post.author }}, for the question title use {{ post.title }}.</p> <p>To get the application title use {{ settings.APP_TITLE }}. All settings are accessible through the settings object.</p>
fr: <p>Créez quelques commentaires préfabriqués pour faciliter la modération. Vous pouvez accéder aux variables {{ post }} et {{ settings }}.</p> <p>Si vous voulez accéder au nom d'utilisateur de l'auteur du message actuel, vous pouvez utiliser {{ post.author }}, pour le titre utilisez {{ post.title }}.</p> <p>Pour obtenir le titre de l'application, utilisez {{ settings.APP_TITLE }}. Tous les paramètres sont accessibles via l'objet settings.</p>

source: Flag Reasons
fr: Raisons de signalement

source: Create some flag reasons to use in the flag post popup.
fr: Créez quelques raisons de signalement à utiliser dans la fenêtre de signalement des messages.

source: Close Reasons
fr: Raisons de fermeture

source: Create some close reasons to use in the close question popup.
fr: Créez quelques raisons de fermeture à utiliser dans la fenêtre de fermeture des questions.

source: Position it in the "More" menu
fr: Positionner dans le menu "Plus"

source: Position it in main controls
fr: Positionner dans les contrôles principaux

source: Position of report control
fr: Position du controle de signalement

source: Choose the position of the "report (0)" control of nodes.
fr: Choisissez la position du contrôle pour "signaler (0)" les messages.

source: Reputation gains and losses config
fr: Gains et pertes de réputation

source: Configure the reputation points a user may gain or lose upon certain actions.
fr: Configurer les points de réputation qu'un utilisateur peut gagner ou perdre selon certaines actions.

source: Initial reputation
fr: Réputation initiale

source: The initial reputation an user gets when he first signs in.
fr: La réputation initiale d'un utilisateur lorsqu'il s'identifie pour la première fois.

source: Maximum reputation a user can gain in one day for being upvoted.
fr: Réputation maximum qu'un utilisateur peut obtenir en une journée avec des votes pour.

source: Rep gain by e-mail validation
fr: Réputation gagnée par validation de l'adresse électronique

source: Reputation a user gains for validating his e-mail.
fr: Réputation obtenue par un utilisateur lors de la validation de son adresse électronique.

source: Rep gain by upvoted
fr: Réputation gagnée par votre pour

source: Reputation a user gains for having one of his posts up voted.
fr: Réputation obtenue par un utilisateur lorsqu'une de ses contributions est votée pour.

source: Rep lost by downvoted
fr: Réputation perdue par vote contre

source: Reputation a user loses for having one of his posts down voted.
fr: Réputation perdue par un utilisateur lorsqu'une de ses contributions est votée contre.

source: Rep lost by downvoting
fr: Réputation perdue en votant contre

source: Reputation a user loses for down voting a post.
fr: Réputation perdue par un utilisateur lorsqu'il vote contre une contribution.

source: Rep gain by accepted answer
fr: Réputation gagnée par réponse acceptée

source: Reputation a user gains for having one of his answers accepted.
fr: Réputation obtenue par un utilisateur lorsqu'une de ses réponses est acceptée.

source: Rep gain by accepting answer
fr: Réputation gagnée en acceptant une réponse

source: Reputation a user gains for accepting an answer to one of his questions.
fr: Réputation obtenue par un utilisateur lorsqu'il accepte une réponse à une de ses questions.

source: Rep lost by post flagged
fr: Réputation perdue par message signalé

source: Reputation a user loses by having one of his posts flagged.
fr: Réputation perdue par un utilisateur lorsqu'un de ses messages est signalé.

source: Rep lost by post flagged and hidden
fr: Réputation perdue par message signalé et masqué

source: Reputation a user loses by having the last revision of one of his posts flagged the enough number of times to hide the post.
fr: Réputation perdue par un utilisateur lorsque la dernière révision d'un de ses messages est signalée un nombre suffisant de fois pour masquer le message.

source: Rep lost by post flagged and deleted
fr: Réputation perdue par message signalé et supprimé

source: Reputation a user loses by having the last revision of one of his posts flagged the enough number of times to delete the post.
fr: Réputation perdue par un utilisateur lorsque la dernière révision d'un de ses messages est signalée un nombre suffisant de fois pour supprimer le message.

source: Show the Welcome box
fr: Afficher le message d'accueil

source: Do you want to show the welcome box when a user first visits your site.
fr: Voulez-vous afficher le message d'accueil lors de la première visite d'un utilisateur sur votre site.

source: Show interesting tags in the sidebar
fr: Afficher les mots-clés intéressants dans la barre latérale

source: Check this if you want to see the interesting tags container in the sidebar.
fr: Cochez cette option si vous voulez voir la section des mots-clés intéressants dans la barre latérale.

source: Application intro
fr: Introduction à l'application

source: The introductory page that is visible in the sidebar for anonymous users.
fr: La section d'introduction visible dans la barre latérale pour les utilisateurs anonymes.

source: Upper block rendering mode
fr: Mode de rendu du bloc supérieur

source: How to render your upper block code.
fr: Comment effectuer le rendu du bloc de code supérieur.

source: Lower block rendering mode
fr: Mode de rendu du bloc inférieur

source: How to render your lower block code.
fr: Comment effectuer le rendu du bloc de code inférieur.

source: Sitemap settings
fr: Paramètres de sitemap

source: Some settings connected with the Sitemaps.
fr: Paramètres liés à aux sitemaps.

source: Questions Sitemap Limit
fr: Limite de questions dans la sitemap

source: The questions limit per page for the Questions Sitemap.
fr: La limite de questions par page pour la sitemap des questions.

source: Questions Sitemap Change Fraquence
fr: Fréquence de modification de la sitemap des questions

source: Used in the Questions Sitemap <changefreq> tag and specifies the content change frequency.
fr: Utilisée dans la balise <changefreq> de la sitemap des questions pour spécifier la fréquence de modification du contenu.

source: Use custom CSS
fr: Utiliser du CSS personnalisé

source: Do you want to use custom CSS.
fr: Voulez-vous utiliser du CSS personnalisé.

source: Custom CSS
fr: CSS personnalisé

source: Your custom CSS.
fr: Votre CSS personnalisé.

source: Use custom header
fr: Utiliser un en-tête personnalisé

source: Do you want to use a custom header.
fr: Voulez-vous utilisez un en-tête personnalisé.

source: Custom Header
fr: En-tête personnalisé

source: Your custom header.
fr: Votre en-tête personnalisé.

source: Custom Header rendering mode
fr: Mode de rendu de l'en-tête personnalisé

source: How to render your custom header code.
fr: Comment effectuer le rendu du code de votre en-tête personnalisé

source: Show announcement bar
fr: Afficher la barre d'annonce

source: Some piece of content that goes under the search bar and can be used for announcements, etc.
fr: Contenu affiché sous la barre de recherche et qui peut être utilisé pour des annonces, etc.

source: Announcement bar
fr: Barre d'annonce

source: The announcement bar content.
fr: Contenu de la barre d'annonce.

source: Announcement bar rendering mode
fr: Mode de rendu de la barre d'annonce

source: How to render your announcement bar code.
fr: Comment effectuer le rendu du code de votre barre d'annonce.

source: Use custom footer
fr: Utiliser un pied de page personnalisé

source: Do you want to use a custom footer.
fr: Voulez-vous utiliser un pied de page personnalisé.

source: Custom Footer
fr: Pied de page personnalisé

source: Your custom footer.
fr: Votre pied de page personnalisé.

source: Custom footer rendering mode
fr: Mode de rendu du pied de page personnalisé

source: How to render your custom footer code.
fr: Comment effectuer le rendu du code de votre pied de page personnalisé.

source: Replace default footer
fr: Remplacer le pied de page par défaut

source: Above default footer
fr: Au dessus du pied de page par défaut

source: Below default footer
fr: En dessous du pied de page par défaut

source: Custom Footer Mode
fr: Mode de pied de page

source: How your custom footer will appear.
fr: Comment votre pied de page personnalisé apparaitra.

source: Use custom Head elements
fr: Utilisez les éléments <head> personnalisés

source: Do you want to use custom head elements.
fr: Voulez-vous utiliser des éléments de bloc &lt;head&gt; personnalisés.

source: Custom Head
fr: Eléments <head> personnalisés

source: Your custom Head elements.
fr: Vos éléments de bloc &lt;head&gt; personnalisés.

source: File upload settings
fr: Paramètres d'envoi de fichier

source: File uploads related settings.
fr: Paramètres relatifs aux envois de fichiers.

source: Uploaded files folder
fr: Répertoire des fichiers envoyés

source: The filesystem path where uploaded files will be stored. Please note that this folder must exist.
fr: Le chemin du système de fichiers où les fichiers envoyés seront stockés. Notez que ce répertoire doit exister.

source: Uploaded files alias
fr: Alias des fichiers envoyés

source: The url alias for uploaded files. Notice that if you change this setting, you'll need to restart your site.
fr: L'alias d'URL pour les fichiers envoyés. Notez que si vous changez ce paramètre, vous devrez redémarrer votre site.

source: Max file size
fr: Taille de fichier maximum

source: The maximum allowed file size for uploads in mb.
fr: La taille maximum autorisée pour les fichiers envoyés, en Mo.

source: URL settings
fr: Paramètres d'URL

source: Some settings to tweak behaviour of site urls (experimental).
fr: Quelques paramètres pour ajuster le comportement des URLs du site (expérimental).

source: Include IDs in user URLs
fr: Inclure les IDs dans les URLs d'utilisateurs

source: Choose this if you want to have IDs included in the user-related URLs.
fr: Choisissez ceci si vous voulez que les IDs soient inclus dans les URLs relatives aux utilisateurs.

source: Allow unicode in slugs
fr: Autoriser l'unicode dans les URLs

source: Allow unicode/non-latin characters in urls.
fr: Autoriser les caractères unicodes/non-latins dans les URLs.

source: Force single url
fr: Imposer l'unicité des URLs

source: Redirect the request in case there is a mismatch between the slug in the url and the actual slug
fr: Rediriger la requête s'il y a une différence entre l'identifiant de page dans l'URL et l'identifiant effectif

source: Users settings
fr: Paramètres des utilisateurs

source: General settings for the OSQA users.
fr: Paramètres généraux pour les utilisateurs d'OSQA.

source: Allow negative reputation
fr: Autoriser une réputation négative

source: Check if you want to allow negative user reputations in the community.
fr: Cochez cette option si vous voulez autoriser les réputations d'utilisateur négatives dans la communauté.

source: Store greeting in cookie
fr: Stocker l'accueil dans un cookie

source: If you check this the greeting will be stored in a cookie and the users won't be notified on logout.
fr: Si vous cochez cette option, l'apparition du message d'accueil sera stockée dans un cookie et l'utilisateur ne sera plus notifié suite à sa déconnexion.

source: Editable screen name
fr: Nom d'utilisateur modifiable

source: Allow users to alter their screen name.
fr: Autoriser les utilisateurs à modifier leur nom d'utilisateur.

source: Minimum username length
fr: Longueur minimale d'un nom d'utilisateur

source: The minimum length (in character) of a username.
fr: La longueur minimale en nombre de caractères d'un nom d'utilisateur.

source: add
fr: ajouter

source: edit
fr: modifier

source: save
fr: sauvegarder

source: delete
fr: effacer

source: manage
fr: gérer

source: update
fr: mettre à jour

source: remove
fr: supprimer

source: new
fr: nouveau

source: Disabled usernames
fr: Noms d'utilisateurs interdits

source: A comma separated list of disabled usernames (usernames not allowed during a new user registration).
fr: Une liste de noms d'utilisateurs interdits, séparés par des virgules (ces noms d'utilisateurs ne pourront pas être utilisés lors de l'enregistrement d'un nouveau compte).
